[
{"URL": "https://www.earthdata.nasa.gov/esds/csda", "Content Type": "text/html", "Paragraphs": ["Commercial Smallsat Data Acquisition (CSDA) Program | Earthdata Skip to main content ESDS Program Commercial Smallsat Data Acquisition (CSDA) Program Top Nav ESDS Program Components ESDS Program Components Interagency Implementation and Advanced Concepts Team (IMPACT) Competitive Programs Commercial Smallsat Data Acquisition (CSDA) Program ESDS Geographic Information Systems Team (EGIST) CSDA Commercial Datasets Smallsat Data Explorer Smallsat Data Evaluation Program Activities Pilot Research Projects Publications and Findings CSDA FAQs CSDA Vendors Maxar Planet Polar Geospatial Center Spire Teledyne Brown Engineering Program Overview Image The Commercial Smallsat Data Acquisition (CSDA) program was established by NASA's Earth Science Division (ESD) to identify, evaluate, and acquire commercial small-satellite (smallsat) data that support NASA's Earth science research and application goals. These commercial smallsat data may provide a cost-effective way to augment or complement the suite of Earth observations acquired by NASA, other U.S. Government agencies, and international partners. ESD recognizes the potential impact commercial small-satellite (smallsat) constellations may have in encouraging/enabling efficient approaches to advancing Earth System Science and applications development for societal benefit. The CSDA Program was initiated in 2017 with the Private-Sector Small Constellation Satellite Data Product Pilot Project . Strategic Objectives NASA’s ESD will continuously monitor the commercial smallsat industry and acquire relevant data to complement NASA's Earth observation data. Data that are favorably evaluated and deemed of sufficient value will be purchased by NASA for broader sustained use. To facilitate standard scientific collaborations, NASA will seek end-user license agreements (EULAs) to enable broad levels of dissemination and shareability of the commercial data with U.S. Government agencies and partners. NASA will maintain an archive of the data acquired from the vendors. Establish continuous and repeatable processes to on-ramp new commercial data vendors and evaluate data for their potential to advance NASA’s Earth science research and applications activities. Ensure long-term data preservation through the establishment of data management processes and systems to support rapid evaluation, access, and distribution of purchased data and long-term access for scientific reproducibility. Enable the sustained use of purchased data for broader use and dissemination by the Earth scientific community. Coordinate with other U.S. Government agencies and international partners on the evaluation and scientific use of commercial data. The scientific community may use commercial datasets that are acquired by NASA for scientific purposes in adherence to vendor-specific terms and conditions. All data requests must be approved by CSDA via submitting the authorization request form . Once verified, the user will be provided with additional information on how to request and access data. Current information about vendors, user licenses, and available data can be found in the vendor section below. As additional commercial small satellite datasets are evaluated and acquired, those datasets will also be made available. Vendors Planet Planet has successfully launched more than 500 satellites and currently operates approximately 200 Dove satellites and 21 SkySat satellites. Planet downlinks more than 300 million km 2 of optical imagery daily. Credit: Includes copyrighted material of Planet Labs PBC. All rights reserved. Spire Spire designs, builds, and operates a growing constellation of more than 120 3U CubeSat Low Earth Multi-Use Receiver (LEMUR) satellites equipped with multi-use radio frequency (RF) sensors that collect radio occultation and reflectometry data. Credit: Includes copyrighted material of Spire Global. All rights reserved. Maxar The Maxar (formerly DigitalGlobe) constellation of high-resolution optical satellites offers unrivaled accuracy, agility, and collection capacity, imaging more of the world in the finest level of detail. Credit: ©2005 Maxar Teledyne Brown Engineering Teledyne Brown Engineering operates the German Aerospace Center’s (DLR’s) Earth Sensing Imaging Spectrometer (DESIS), a pushbroom hyperspectral sensor installed on the Multi-User System for Earth Sensing (MUSES) platform mounted on the International Space Station. Credit: Includes copyrighted material of Teledyne Brown Engineering, Inc., All Rights Reserved. The Polar Geospatial Center The Polar Geospatial Center (PGC) at the University of Minnesota produces high-resolution, digital elevation models (DEMs) of select areas of Earth’s land masses. The PGC is not a vendor, but, rather, a CSDA partner in providing these data. Credit: DEM(s) created by the Polar Geospatial Center from Maxar imagery Vendor On-ramp and Evaluation NASA’s ESD has established a formal process for identifying commercial smallsat vendors for on-ramp and evaluation. This process involves Request For Proposals (RFPs) followed by an independent NASA evaluation of selected commercial data products. As necessary, NASA ESD will perform market research to assess the development of Earth science commercial data products and market growth across the industry. If warranted, RFPs will be issued to on-ramp additional vendors as the industry emerges with new candidates and capabilities. Vendors meeting the minimum qualifications could submit a RFP so that NASA can evaluate the data to determine their suitability for advancing NASA’s science and application goals. All RFPs and contracts contain standardized scientific use EULAs to avoid confusion for users about how the data can be used. The CSDA Draft Request for Proposal (DRFP) was posted September 27, 2022. Evaluation Data products from selected vendors are evaluated by teams of principal investigators (PIs) selected by the ESD. Evaluation criteria include: Accessibility of data Completeness and accuracy of metadata User support services provided by the commercial entity Usefulness of submitted data for science and applications The evaluation results are summarized and distributed to ESD senior management. NASA uses the summary evaluation report, individual PI reports, and other information to determine the suitability of data from each vendor for future procurement. More details on the data evaluations are available on the Smallsat Data Evaluation page. All data purchased during the evaluation phase are preserved for long-term use by the scientific community in accordance with the EULA. Ongoing CSDA Program Activities CSDA continually reaches out to the scientific community via science meetings, workshops, and conference presentations to increase interest in the program and learn how researchers are using the commercial data. Read publications by NASA-funded researchers to see how CSDA-acquired commercial Earth science data are being used. Publications & Findings NASA-acquired commercial data have a wide range of practical applications. Findings are statements showing how these data may be applied and include links to more information about these applications. Potential for commercial PlanetScope satellites in oil response monitoring Schaeffer, B. A. 2022 Planet Ocean A landscape evolution modeling approach for predicting three-dimensional soil organic carbon redistribution in agricultural landscapes 2022 Maxar Soils RapidEye constellation enabled the generation of multi-temporal maps of top of canopy chlorophyll at very high resolution Planet Ecosystem Functions Imagery allowed more effective capture of transient biomass burning events Planet Wildfires View all Publications and Findings > Frequently Asked Questions (FAQs) NASA-acquired commercial smallsat data distributed by CSDA have guidelines for their use. For general information about who is considered a NASA-funded or U.S. Government-funded researcher, commercial data available for download, the approval process for access to commercial data, and much more, please see the extensive CSDA Frequently Asked Questions (FAQ) page . Last Updated Feb 7, 2023 Top Nav ESDS Program Components ESDS Program Components Interagency Implementation and Advanced Concepts Team (IMPACT) Competitive Programs Commercial Smallsat Data Acquisition (CSDA) Program ESDS Geographic Information Systems Team (EGIST) CSDA Commercial Datasets Smallsat Data Explorer Smallsat Data Evaluation Program Activities Pilot Research Projects Publications and Findings CSDA FAQs CSDA Vendors Maxar Planet Polar Geospatial Center Spire Teledyne Brown Engineering Technologies Commercial Data Smallsat Featured Discover Open Science Resources Discover More From Earthdata Subscribe"]},
{"URL": "https://www.earthdata.nasa.gov/learn/data-user-profiles", "Content Type": "text/html", "Paragraphs": ["Data User Profiles | Earthdata Skip to main content Data User Profiles Each profile demonstrates how and where Earth observation data are being used for research and applications. Filter By Has taxonomy terms (with depth) Atmosphere Biosphere Cryosphere Human Dimensions Land Surface Ocean Solid Earth Terrestrial Hydrosphere Apply Feb 28, 2023 User Profile: Dr. Kyla Dahlin Data from NASA’s ORNL DAAC help Dr. Kyla Dahlin better understand how remote sensing can improve predictive ecological models. Jan 30, 2023 User Profile: Lori Schultz NASA near real-time data help Lori Schultz respond to agencies that reach out to NASA in the wake of natural disasters. Dec 21, 2022 User Profile: Dr. Brice Grunert Data from NASA’s OB.DAAC help scientists like Dr. Brice Grunert understand the processes governing carbon cycling in Earth’s ocean. Nov 16, 2022 User Profile: Dr. Timothy Lang NASA’s GHRC DAAC helps scientists like Dr. Timothy Lang use lightning data to better understand the processes in convective storms. Oct 25, 2022 User Profile: Dr. William Blackwell Data from NASA’s GES DISC help scientists like Dr. William Blackwell study the thermodynamics of tropical cyclones. Sep 29, 2022 User Profile: Dr. Jida Wang Data from NASA’s PO.DAAC help scientists like Dr. Jida Wang monitor the state of surface water resources around the globe. Aug 24, 2022 User Profile: Dr. Sharyl Byram Data from NASA’s Crustal Dynamics Data Information System help Dr. Sharyl Byram find the exact coordinates of any point on Earth. Jul 27, 2022 User Profile: Dr. Zhong Lu Data from NASA’s ASF DAAC helps scientists like Dr. Zhong Lu develop satellite radar remote-sensing techniques for studying geohazards. Jun 29, 2022 User Profile: Thomas Parris Data from NASA’s SEDAC help Thomas Parris assess the impact of water stress on agriculture, industries, and people around the globe. May 20, 2022 User Profile: Dr. David Thoma Data from NASA’s LP DAAC help Dr. David Thoma determine how climate change will impact natural resources on National Park System lands. Apr 28, 2022 User Profile: Dr. Kristin Poinar Data from NASA’s NSIDC DAAC helps scientists like Dr. Kristin Poinar develop the next generation of models for forecasting sea-level rise from melting glaciers and ice sheets. Mar 24, 2022 User Profile: Abigail Nastan Data from NASA’s Atmospheric Science Data Center helps system engineers like Abigail Nastan develop engaging new ways of partnering with data users to maximize the benefits of NASA Earth science missions. Data User Profile Yearbooks 2015 EOSDIS Data User Profile Yearbook 2016 EOSDIS Data User Profile Yearbook 2017 EOSDIS Data User Profile Yearbook 2018 EOSDIS Data User Profile Yearbook 2019 EOSDIS Data User Profile Yearbook 2020 EOSDIS Data User Profile Yearbook"]},
{"URL": "https://www.earthdata.nasa.gov/learn/webinars-and-tutorials", "Content Type": "text/html", "Paragraphs": ["Webinars and Tutorials | Earthdata Skip to main content Webinars and Tutorials NASA tutorials include step-by-step instructions for working with NASA Earth science resources; data discovery and access webinars span the Earth science disciplines. Interested in receiving announcements for upcoming webinars? To subscribe to the list, send an email to: earthdatawebinars-join@lists.nasa.gov leave the subject and body of the email blank. To unsubscribe from the list, send an email to: earthdatawebinars-leave@lists.nasa.gov leave the subject and body of the email blank. Filter By Has taxonomy terms (with depth) Atmosphere Biosphere Cryosphere Human Dimensions Land Surface Ocean Solid Earth Terrestrial Hydrosphere Apply Mar 14, 2023 Webinar: Advancing Ecological Insights with NASA Subsetting and Visualization Tools and Services for Site-based Research Feb 9, 2023 Webinar: Learn How to Use SeaDAS with Docker for Ocean Color Data Analysis Jan 10, 2023 Webinar: Jump-Start SAR Data Analysis in the Cloud with ASF’s OpenSARLab Dec 1, 2022 Terra's Lower Orbit Virtual Community Forum Nov 17, 2022 Webinar: An Introduction to NASA's Socioeconomic Data and Applications Center Datasets for Health and Air Quality Impacts Oct 25, 2022 Terra, Aqua, Aura Drifting Orbits Workshop Oct 14, 2022 Webinar: Access NASA GES DISC Meteorological and Hydrological Data for Flood Analyses Sep 8, 2022 Webinar: GNSS Products at NASA's CDDIS for Disaster Monitoring, Crustal Deformation, Extreme Weather, and Other Applications Sep 2, 2022 NASA POWER Global Community (GloCo) Summit September 21-22 Aug 16, 2022 Webinar: Explore, Discover, and Access Snow and Ice Data with the New NASA National Snow and Ice Data Center DAAC Website Jul 14, 2022 Webinar: Moving Code to the Data: Analyzing Sea Level Rise Using Earth Data in the Cloud Jun 22, 2022 Webinar: Explore NASA GEDI Aboveground Biomass Datasets, Services, and Tools at ORNL DAAC"]},
{"URL": "https://www.earthdata.nasa.gov/learn/toolkits", "Content Type": "text/html", "Paragraphs": ["Data Toolkits | Earthdata Skip to main content Data Toolkits Entry points to access NASA Earth science data resources, organized by topic, with links to datasets, tutorials, feature articles and Data User Profiles. Biological Diversity Toolkit Find data, tools, tutorials, and articles about a variety of topics related to biological diversity, including vegetation, species distribution, aquatic ecology, habitat suitability, and human interactions. Disasters Toolkit Find data, tools, tutorials, and articles about a variety of topics related to disasters, including earthquakes and volcanoes and floods. Other disaster-related toolkits, including cyclones, extreme heat, and landslides are coming in the future. Freshwater Availability Toolkit Find data, tools, tutorials, and articles about a variety of topics related to freshwater availability, including rain, snow and ice, rivers and lakes, groundwater, soil moisture, and water quality. Wildfires Toolkit Find data and helpful resources, including webinars, tutorials, and feature articles on a variety of wildfires-related topics, including active fire/thermal anomalies, land dynamics, smoke plumes and air quality, and more. More Resources Data Visit this entry point to all information about how to find, use, and visualize data. Data Pathfinders Data Pathfinders provide direct links to the most commonly-used datasets and data products across NASA’s Earth science data collections. Webinars and Tutorials Learn more about NASA Earth science data, services, and tools with this ongoing series of web-based how-tos. Articles Find feature articles highlighting research activities from around the world, spanning the breadth of NASA Earth science."]},
{"URL": "https://www.earthdata.nasa.gov/engage", "Content Type": "text/html", "Paragraphs": ["Engage | Earthdata Skip to main content Engage The mission of NASA’s Earth Science program is to develop a scientific understanding of Earth as a system. To meet this challenge, the Earth Science Data Systems (ESDS) Program provides a variety of ways for Earth scientists to collaborate with NASA. ESDS actively promotes the full and open sharing of data, software, and services and provides the means to achieve this objective. Image Open Data, Services, and Software Policies ESDS promotes the full and open sharing of all data , metadata, products, information, documentation, models, images, and research results along with the source code used to generate, work with, and analyze them. Scientific knowledge is most robust and actionable when derived from transparent, traceable, and reproducible methods. The ESDS Open Data, Services, and Software Policies are consistent with NASA's Scientific Information Policy for the Science Mission Directorate (SPD-41a). For Researchers and Grantees Competitive Programs ESDS competitive programs are opportunities to contribute to enhancing our services to data users and research products. Data Management The SMD Scientific Information Policy (SPD-41a) includes requirements for SMD-funded researchers to manage and openly share their scientific data, consistent with the long-standing ESDS Data and Information Policy . ESDS provides additional guidance, best practices, and resources for the Earth science research community in: Data Management Guidance for ESD-funded Researchers How to create and maintain a Data Management Plan Open Science and Data Management Plan (OSDMP) Sample Template . Open-Source Software The ESDS Open Source Software Policy requires that all software source code developed through ESDS-funded research solicitations be designated, developed, and distributed to the public as open-source software. This policy is consistent with the requirements of SPD-41a and is tailored to the Earth science research community. Research Opportunities in Space and Earth Science (ROSES) ROSES is an open NASA research call through the Science Mission Directorate to meet the agency's science objectives. Each opportunity is released annually on the NASA Solicitation and Proposal Integrated Review and Evaluation System ( NSPIRES ). For Developers APIs Application Program Interfaces (APIs) are sets of routines, tools, and protocols for how software components interact. There are a number of APIs available to promote the full and open sharing of all data, metadata, products, information, documentation, models, images, and research results. Common Metadata Repository The Common Metadata Repository (CMR) is a continuously-evolving metadata system that catalogs all NASA Earth Observing System Data and Information System (EOSDIS) data and service metadata records. As data archives continue to grow, cataloging, searching, and extracting relevant data from these archives becomes a critical part of Earth science research. Earthdata Code Collaborative The Earthdata Code Collaborative (ECC) is a platform for developing, testing, and discovering Earthdata-related applications and services. The ECC provides a ready-to-use framework for running tests every time a code base changes, alerting code teams of failures, and making recommendations about what testing frameworks and approaches to use. For Data Providers Adding New Data Process ESDS partners with data creators and providers to archive and serve their data to the global community. This service is offered through discipline-specific and common tools at no cost to data providers, with the added benefit of protecting these data from disasters and from technology obsolescence. Because each mission is unique, the process and requirements for submission vary depending on the data source. DOI Process Digital Object Identifiers (DOIs) are permanent and unique references to data products in long-term storage and distribution spaces. DOIs facilitate data retrieval and allow researchers to publish citations for the exact data and data products used in their research. Standards NASA's Earth Science Data and Information System (ESDIS) Project Standards Coordination Office (ESCO) assists in formulating standards policy for ESDS. ESCO also coordinates standards activities within ESDIS and provides technical expertise and assistance with standards-related tasks within NASA's Earth Science Data System Working Groups (ESDSWG). More Resources Earthdata Forum The Earthdata Forum provides a central location where data users can interact with subject matter experts from multiple NASA Distributed Active Archive Centers (DAACs) to discuss general questions about research needs and data applications as well as specific queries about accessing, viewing, and manipulating NASA Earth science data. Earthdata Resources for the Applications Community NASA DAACs archive and distribute a variety of diverse Earth science datasets and provide services to user communities. While the DAACs provide specific disciplinary expertise to scientific research communities, the NASA EOSDIS data they archive and distribute are also valuable for applied science and community decision-makers who use these data to inform decisions about our environment, food, water, health, and safety. NASA supports the applications community with high quality, user-friendly, and socially-relevant data and services. Partnerships ESDS depends on strategic partnerships with public and private companies to help further its data management and data development efforts. Memberships and Affiliations ESDS supports and enhances the goals of numerous international and national organizations dedicated to Earth science and standards development."]},
{"URL": "https://www.earthdata.nasa.gov/learn/articles", "Content Type": "text/html", "Paragraphs": ["Articles | Earthdata Skip to main content Articles Has taxonomy terms (with depth) Atmosphere Biosphere Cryosphere Human Dimensions Land Surface Ocean Solid Earth Sun-Earth Interactions Terrestrial Hydrosphere Apply Mar 17, 2023 Preparing for Oceans of Data Mar 8, 2023 SEDAC Releases Groundswell Spatial Population Dataset Feb 27, 2023 Contributions of NASA’s AIRS Instrument Continue with CrIS, ATMS Jan 19, 2023 Empowering Open Science with the Science Discovery Engine (SDE) Jan 17, 2023 EOSDIS Again Receives High Scores in 2022 Customer Satisfaction Survey Nov 15, 2022 The Big and Small of Fire in Africa Nov 11, 2022 Suomi NPP SIPS Help Ease the Transition from EOS to JPSS Satellites Oct 31, 2022 OMPS, TROPOMI Instruments Set to Continue OMI's Long-Term Data Record Oct 30, 2022 Join NASA Earth Data in the Windy City Oct 27, 2022 Landsat Fire and Thermal Anomaly Data Added to FIRMS Oct 19, 2022 Satellites and Citizen Scientists Help Track Water in Bangladesh Oct 17, 2022 Simplifying SAR"]},
{"URL": "https://www.earthdata.nasa.gov/learn/pathfinders", "Content Type": "text/html", "Paragraphs": ["Data Pathfinders | Earthdata Skip to main content Data Pathfinders Data Pathfinders guide users through the process of selecting application-specific datasets and learning how to use them through intuitive tools, facilitating equal and open access to the breadth of NASA Earth science data. The pathfinders are intended to familiarize users with and provide direct links to the applicable, commonly-used datasets across NASA’s Earth science data collections. After getting started here, there are numerous NASA resources that can help develop one’s skills further. Agriculture and Water Management Directed toward agricultural and water resource managers, decision makers, and anyone interested in using NASA data to monitor crop production and water availability, this pathfinder directs users to NASA’s land-based data, surface and groundwater data, and vegetation health data. Biological Diversity and Ecological Conservation For ecologists, conservation managers, decision makers, and others interested in using NASA data to monitor biodiversity and forecast changes to ecological communities, this pathfinder provides access to NASA’s vegetation health, spectroscopy, and species distribution modeling data, as well as data for monitoring human-induced changes. Disasters For emergency managers, decision makers, and anyone interested in using NASA data to understand the vulnerability and exposure of a community to a disaster, this pathfinder series (cyclones, floods, and more) directs users to NASA datasets that can aid in monitoring contributing factors, measuring and mitigating risk, and assessing post-event impacts. Tropical Cyclones Earthquakes and Volcanoes Extreme Heat Floods Landslides Wildfires Diseases While sensors aboard Earth observing satellites cannot detect the spread of diseases from space, they provide long-term data records that help address, inform, and monitor many environmental variables that contribute to habitat suitability for vectors, seasonality, and transmission. This pathfinder provides links to relevant datasets and examples of tools that can be helpful in working with these data. Geographic Information Systems (GIS) A Geographic Information System (GIS) is a computer system that analyzes and displays geographically referenced information from a variety of data sources to map and examine changes on Earth. This Data Pathfinder provides a general overview of GIS with links to specific NASA resources, including using NASA data in a GIS. Greenhouse Gases This pathfinder provides access to commonly-used data on greenhouse gases and is geared toward researchers in need of satellite, airborne, or ground-based data on climate-warming gases. The pathfinder highlights data on carbon dioxide, methane, nitrous oxide, ozone, chlorofluorocarbons, and water vapor. Health and Air Quality Geared to air quality managers and public/environmental health managers, as well as citizens interested in using NASA data to monitor air quality and correlate it to health conditions, the NASA data available via this pathfinder provides a means to visualize trends, aid in forecasting events or the movement of pollutants, and respond to events. Sea Level Change For city planners, decision makers, and others interested in using data to monitor changes and assess impacts, and risks associated with changing sea level. This pathfinder directs users to NASA datasets that can aid in tracking changes in glaciers and ice sheets, ocean processes, land water storage, and other factors contributing to a changing sea level. Sustainable Development Goals This series of pathfinders provide NASA observations or high-level products that are useful to produce SDG indicators, support SDG monitoring and implementation, and evaluate progress toward achieving sustainable development. The data have been grouped by SDG. These will be released as they are completed. Water Quality This pathfinder is geared to water quality managers and researchers who have a critical need to monitor bodies of water locally, regionally, and globally. It also helps those who are trying to determine the impacts of changes in water quality to ecosystems, humans, and the environment and to restore and protect coastal and surface waters."]},
{"URL": "https://www.earthdata.nasa.gov/learn/backgrounders", "Content Type": "text/html", "Paragraphs": ["Backgrounders | Earthdata Skip to main content Backgrounders Backgrounders are informational articles providing a deeper explanation of key topics in Earth science to aid in understanding data and data use. Health and Air Quality Geographic Information Systems (GIS) Environmental Justice at NASA Nighttime Lights Passive Sensors Active Sensors What is Data Latency? Sustainable Development Goals What is Synthetic Aperture Radar? Essential Variables What is Remote Sensing?"]},
{"URL": "https://www.earthdata.nasa.gov/learn", "Content Type": "text/html", "Paragraphs": ["Learn | Earthdata Skip to main content Learn Whether you are a scientist, an educator, a student, or are just interested in learning more about NASA’s Earth science data and how to use them, we have the resources to help. Get information and guides to help you find and use NASA Earth science data, services, and tools. NASA Earth science data provide a wealth of information to aid in our understanding of Earth’s interrelated processes, in developing innovative solutions for real-world challenges, and in making data-based decisions. Here are a few resources to get you started. Get Started New to using NASA Earth science data? Exploring new areas of research? Looking for tools to help analyze and work with data? The Get Started page will introduce you to the resources you need to discover, visualize, and work with NASA Earth science data. What is Remote Sensing? Remote sensing is the acquiring of information from a distance. Read about how remote sensors enable data-informed decision-making based on the current and future state of our planet. Our Open Data Policy NASA's Earth Science Data Systems (ESDS) Program promotes the full and open sharing of all data, metadata, documentation, models, images and research results, and the source code used to generate, manipulate, and analyze them. Choose your learning adventure From Data Pathfinders to webinars, choose your preference for discovering, downloading, and processing the data you need. Data Pathfinders Data Pathfinders guide users through the process of selecting application-specific datasets and learning how to use them through intuitive tools, facilitating equal and open access to the breadth of NASA Earth science data. Data User Profiles These profiles highlight our diverse end-user community worldwide. Each profile demonstrates how and where Earth observation data are being used for research and applications. Webinars and Tutorials NASA tutorials include step-by-step instructions to help users, while data discovery and access webinars span the Earth science disciplines. Take a deeper dive This section provides a greater understanding of our data. Choose one of the topics below to take a deeper data dive. Data Latency Several factors affect the speed at which data are processed and made available to users. Here's how NASA's Earth Observing System Data and Information System (EOSDIS) defines data latency. Data Processing Levels Review the descriptions of data processing levels ranging from Level 0 to Level 4 for NASA EOSDIS data products. Essential Variables Consistent measurements of Essential Variables, as identified by subject matter experts, need to be maintained over time to accurately monitor and assess change to our home planet, including the atmosphere, biosphere, land, and ocean. What is Synthetic Aperture Radar? Learn more about SAR, a type of active data collection where a sensor produces its own energy and then records the amount of that energy reflected back after interacting with Earth. GIS Resources Discover, explore, and access GIS content to help you better understand Earth Science using NASA's free and open data. Using GIS, you can leverage NASA's Earth Observations to perform analysis, create maps, and develop applications. More Resources Acronym and Symbol List Acronym and symbol list for NASA's Earth Observing System Data and Information System Glossary Glossary page for NASA's Earth Observing System Data and Information System"]},
{"URL": "https://www.earthdata.nasa.gov/learn/data-chats", "Content Type": "text/html", "Paragraphs": ["Data Chats | Earthdata Skip to main content Data Chats Short, informal discussions with members of NASA's diverse data-user community providing personal insight into how data are being used around the world. Filter By Has taxonomy terms (with depth) Atmosphere Cryosphere Human Dimensions Land Surface Ocean Solid Earth Apply Feb 7, 2023 From Earth Science Data to Environmental Justice Dr. Yaítza Luna-Cruz explains why environmental justice matters and how NASA Earth science data are helping at-risk communities. Nov 9, 2022 Data Chat: Karen Michael As EOSDIS System Manager and LANCE Manager, Karen Michael has two roles, but has one mission: ensuring users get the data they need. Jul 28, 2022 Data Chat: Ryan Boller Ryan Boller, ESDIS Data Visualization Lead, plays a key role in the development of NASA’s Global Imagery Browse Services and Worldview. May 16, 2022 Data Chat: Christopher Mishaga In the Information Technology sector, change is constant. For Information Systems Security Officer Christopher Mishaga, so is the need to protect the infrastructure and the integrity of NASA data. Mar 1, 2022 Data Chat: Dr. Justin L. Rice “The most challenging part of new technologies is that they’re new,” says Justin L. Rice, NASA’s Deputy Manager for the ESDIS Project’s Science Systems Development Office, who plays a leadership role in the development of several projects critical to the ESDIS and EOSDIS missions. Jan 4, 2022 Data Chat: Alfreda Hall Alfreda Hall leads NASA's Commercial Smallsat Data Acquisition program that purchases data from commercial vendors. May 10, 2021 Data Chat: Dr. Chelle Gentemann Open science, open-source software, and cloud-based Big Data collections are changing how science is conducted and expanding the possibilities for what scientists can do with NASA data. Mar 30, 2021 Data Chat: Dr. Jeffrey Masek The Harmonized Landsat Sentinel-2 (HLS) project offers daily, 30-meter global land surface data products to facilitate a wide range of terrestrial Earth science research. Mar 17, 2021 Data Chat: Kaylin Bugbee NASA Earth science data are openly available to anyone for any purpose. As NASA data manager Kaylin Bugbee observes, open scientific data – and the growth of these data – is leading to a new, collaborative paradigm for scientific research. Nov 16, 2020 Data Chat: Dr. Carmen Boening The Global Sea Level Change portal is NASA’s home for sea level change data and information. As the portal’s principal investigator, Dr. Boening ensures that it remains a key resource for both scientists and the general public. Nov 3, 2020 Data Chat: Drew Kittel EOSDIS DAACs will play a key role as EOSDIS data evolve to the commercial cloud. NASA's ESDIS Project Science Operations Office Manager, Drew Kittel, is working to ensure that DAAC services and support are ready. Jul 29, 2020 Data Chat: Mark McInerney The technical requirements for moving NASA EOSDIS data into the commercial cloud are enormous. Mark McInerney oversees this effort and helps ensure these data are interoperable with similar data from other agencies."]},
{"URL": "https://www.nasa.gov/FOIA/index.html", "Content Type": "text/html", "Paragraphs": ["NASA Freedom of Information Act (FOIA) | NASA"]},
{"URL": "https://www.earthdata.nasa.gov/earthdata-community-forums", "Content Type": "text/html", "Paragraphs": ["Earthdata Community Forums | Earthdata Skip to main content Earthdata Community Forums Earthdata community forums provide a place for data users to ask questions and interact with peers. The Earthdata community forums provide a place for data users to ask questions and interact with peers. Whether you are a novice or expert data user, have a question about processing, validation, or analysis of the data, these forums allow you to interact with other members of the community interested in these topics. NASA’s Earth science data are gathered via a wide variety of discipline-based missions. Because the datasets from these missions are extremely varied, serve different purposes, and are available at different temporal and spatial resolutions, navigating them is not always easy. The community forums provide a place for you to get hands-on assistance. The forums are also a place where you can share stories of data use and application with the larger Earth science data community. Through these forums, the Distributed Active Archive Center ( DAAC ) teams will also be keeping you apprised of recent advancements in NASA’s Earth science data holdings. Currently there are several forums where you can ask questions; each forum is slightly different, but most forums have a process by which all posts and comments are moderated before posting: Earthdata Forum —this is the primary Earth Observing System Data and Information System (EOSDIS) forum where you can interact with other users and NASA subject matter experts on a variety of Earth science research and applications topics, with the capability to search by discipline, DAAC, major projects, and services/usage. Current DAACs participating are: Atmospheric Science Data Center ( ASDC ) Crustal Dynamics Data Information System ( CDDIS ) Goddard Earth Science Data and Information Services Center ( GES DISC ) Level 1 and Atmosphere Archive and Distribution System DAAC ( LAADS DAAC ) Land Processes DAAC ( LP DAAC ) Ocean Biology DAAC ( OB.DAAC ) The Global Change Master Directory (GCMD) Keywords Community Forum is also part of the Earthdata Forum and provides keyword users and metadata providers with an area for discussion of topics related to GCMD Keywords . Participants are invited to use this forum to ask questions, submit keyword requests, discuss trade-offs, and track the status of keyword requests. Physical Oceanography Forums —these forums are supported by NASA's Physical Oceanography DAAC ( PO.DAAC ). PO.DAAC is responsible for some of the data products focused on ocean and climate, specifically ocean circulation, ocean temperature, ocean topography, ocean wind, salinity, and sea ice. Ask questions, share ideas, and follow discussions. To join the community of Earthdata users, an Earthdata Login is required. Last Updated May 20, 2021 Data Archives ASDC CDDIS GES DISC LAADS DAAC LP DAAC NSIDC DAAC OB.DAAC PO.DAAC Featured Discover Open Science Resources Discover More From Earthdata Subscribe"]},
{"URL": "https://www.earthdata.nasa.gov/learn/support", "Content Type": "text/html", "Paragraphs": ["Support | Earthdata Skip to main content Support How can we help you? Ask your questions about data and analysis on the Earthdata Forum, browse our FAQs, create and access your Earthdata Login account, or contact us if you have questions about the Earthdata website. Earthdata Forum FAQ Earthdata Login Contact Us"]},
{"URL": "https://www.usa.gov/", "Content Type": "text/html", "Paragraphs": ["Official Guide to Government Information and Services | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español How Do I ... File a federal tax return Get or renew a passport Find affordable housing Locate mental health services Get government benefits and financial assistance USA.gov is your online guide to government information and services. Learn what you can do on this site All Topics and Services About the U.S. Have a question about the USA? Learn where to find answers to the most requested facts about the United States of America. Benefits, Grants, Loans Learn about government programs that provide financial help for individuals and organizations. Consumer Issues Learn how to be a safe consumer, what to do when a purchase or service goes wrong, and more. COVID-19 Learn about the types of assistance the federal government offers people and businesses affected by the COVID-19 pandemic. Disability Services Find information for people with disabilities. Disasters and Emergencies Learn how to prepare for and recover from disasters and emergencies. Education Find government information on getting and funding an education in the U.S. Government Agencies and Elected Officials Find information for federal, state, and local government agencies and elected officials. Health Find health resources from the government. Housing Get information and services to help with finding and keeping a home. Jobs and Unemployment Find out how and where to look for a new job or career, get help if you are unemployed, and more. Laws and Legal Issues Learn how to report a crime, locate a federal inmate, research common U.S. laws, and file a complaint against the government. Military and Veterans Learn more about help for veterans and service members, joining the military, and more. Money and Taxes Learn about taxes, money the government may owe you, investing, credit help, and more. Small Business Learn the steps to start a small business, get financing help from the government, and more. Travel and Immigration Learn about visiting, traveling within, and moving to the United States. Voting and Elections Find answers to common questions about voting in the United States. Top"]},
{"URL": "https://www.nasa.gov/audience/formedia/features/communication_policy.html", "Content Type": "text/html", "Paragraphs": ["NASA Policy on the Release of Information to News and Information Media | NASA"]},
{"URL": "https://www.nasa.gov/about/highlights/HP_Privacy.html", "Content Type": "text/html", "Paragraphs": ["NASA Web Privacy Policy and Important Notices | NASA"]},
{"URL": "https://www.earthdata.nasa.gov/learn/data-user-profiles?page=3", "Content Type": "text/html", "Paragraphs": ["Data User Profiles | Earthdata Skip to main content Data User Profiles Each profile demonstrates how and where Earth observation data are being used for research and applications. Filter By Has taxonomy terms (with depth) Atmosphere Biosphere Cryosphere Human Dimensions Land Surface Ocean Solid Earth Terrestrial Hydrosphere Apply Feb 27, 2020 User Profile: Dr. Emily Fischer Our atmosphere is a chemical soup that is constantly sampled by orbiting Earth observing satellites. Dr. Emily Fischer uses these data to better understand how pollutants move in the lower atmosphere. Jan 30, 2020 User Profile: Dr. Steven Massie Aerosols have a huge impact on climate and human health. Dr. Steven Massie uses remotely-sensed data to better understand these impacts and improve how aerosols are detected by Earth observing satellites. Dec 12, 2019 User Profile: Dave Jones NASA near real-time Earth observing data are vital to emergency response. Dave Jones enables these data to be used collaboratively in real time across platforms by emergency responders and managers. Nov 21, 2019 User Profile: Dr. Priscila Kienteca Lange Life on Earth would not be possible without the help of phytoplankton. Dr. Priscila Kienteca Lange uses NASA ocean biology data to study the biomass and distribution of these microscopic organisms. Oct 31, 2019 User Profile: Dr. Monica Papeş Knowing where species live in a particular region is only one piece of an ecological puzzle. You also need to know why they live where they do. Dr. Monica Papeş uses NASA Earth science data to find out. Sep 19, 2019 User Profile: Dr. Kristy Tiampo More than half of Earth’s population lives in urban environments. NASA Earth science data help Dr. Kristy Tiampo explore the hazards that can impact these areas. Aug 29, 2019 User Profile: Dr. Philip Thompson The global average sea level is rising. Dr. Philip Thompson uses NASA Earth science data to explore how—and when—this will affect vulnerable communities. Jul 25, 2019 User Profile: Dr. Pierre Kirstetter Who uses NASA Earth science data? Dr. Pierre Kirstetter, for improving our understanding of precipitation and flooding. Jun 27, 2019 User Profile: Dr. Adam Storeygard Who uses NASA Earth science data? Dr. Adam Storeygard, for economic studies of urbanization and development. May 30, 2019 User Profile: Dr. Lucy Hutyra Who uses NASA Earth science data? Dr. Lucy Hutyra, for studying the cycling of carbon, especially in urban environments. Apr 18, 2019 User Profile: Dr. Ludovic Brucker Who uses NASA Earth science data? Dr. Ludovic Brucker, for investigating climate-related changes in the cryosphere. Mar 28, 2019 User Profile: Dr. Paul Stackhouse Who uses NASA Earth science data? Dr. Paul Stackhouse, for developing new products for analyzing the global energy cycle and interfaces for using these data. Data User Profile Yearbooks 2015 EOSDIS Data User Profile Yearbook 2016 EOSDIS Data User Profile Yearbook 2017 EOSDIS Data User Profile Yearbook 2018 EOSDIS Data User Profile Yearbook 2019 EOSDIS Data User Profile Yearbook 2020 EOSDIS Data User Profile Yearbook"]},
{"URL": "https://www.earthdata.nasa.gov/learn/data-user-profiles?page=8", "Content Type": "text/html", "Paragraphs": ["Data User Profiles | Earthdata Skip to main content Data User Profiles Each profile demonstrates how and where Earth observation data are being used for research and applications. Filter By Has taxonomy terms (with depth) Atmosphere Biosphere Cryosphere Human Dimensions Land Surface Ocean Solid Earth Terrestrial Hydrosphere Apply May 6, 2015 User Profile: Adnan Al-Azri Who uses NASA Earth science data? Adnan Al-Azri, to study why periodic harmful blooms of algae occur in the Sea of Oman and Arabian Sea. Apr 30, 2015 User Profile: Rowena Lohman Who Uses NASA Earth Science Data? Rowena Lohman, to study earthquake physics, satellite remote sensing, finite element modeling, ground displacements from a variety of anthropogenic and natural causes. Apr 7, 2015 User Profile: Eric Bruning Who Uses NASA Earth Science Data? Eric Bruning, to study the relationships of storm electrification and lightning to the thermodynamics, microphysics, kinematics, and dynamics of thunderstorms. Data User Profile Yearbooks 2015 EOSDIS Data User Profile Yearbook 2016 EOSDIS Data User Profile Yearbook 2017 EOSDIS Data User Profile Yearbook 2018 EOSDIS Data User Profile Yearbook 2019 EOSDIS Data User Profile Yearbook 2020 EOSDIS Data User Profile Yearbook"]},
{"URL": "https://forum.earthdata.nasa.gov/", "Content Type": "text/html", "Paragraphs": ["Earthdata Forum - Home Forum Home Logo Welcome to the Earthdata Forum! Here, the scientific user community and subject matter experts from NASA Distributed Active Archive Centers (DAACs), and other contributors, discuss research needs, data, and data applications. Skip to content Quick links Unanswered questions Active questions Search Help FAQ (PDF will open in new tab) General User Guide (PDF will open in new tab) Data Recipes (PDF will open in new tab) Login Home Search Earthdata Forum requires JavaScript to use all of its features. Please enable JavaScript and refresh the page. It is currently Wed Mar 22, 2023 8:42 pm America/New_York Forum Questions Posts Last post Questions/Comments Use this Forum to find information on, or ask a question about, NASA Earth Science data. Questions: 3376 3376 Questions 13135 Posts Last post Re: Conversion of WL radiance… by OB SeaBASS - cwproctor View the latest post Wed Mar 22, 2023 5:06 pm America/New_York Home All times are UTC-04:00 Delete cookies NASA Distributed Active Archive Centers (DAAC) and Forum Contributors Powered by phpBB ® Forum Software © phpBB Limited Privacy Policy | Usage Terms and Copyright Close Alert Close Alert"]},
{"URL": "https://www.earthdata.nasa.gov/learn/glossary", "Content Type": "text/html", "Paragraphs": ["EOSDIS Glossary | Earthdata Skip to main content EOSDIS Glossary Glossary page for NASA's Earth Observing System Data and Information System A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Version 11 ESDS Term Definition, Context, or Usage (within ESDS) Example or Source (of definition, context, or usage) A Back to top Acquisition Strategy Meeting (ASM) An ASM is a forum where senior Agency management reviews major acquisitions in programs and projects before authorizing significant budget expenditures. The ASM is held at the Mission Directorate/Mission Support Office level, implementing the decisions that flow out of the earlier Agency acquisition strategy planning. The ASM is typically held early in Formulation, but the timing is determined by the Mission Directorate. The ASM focuses on considerations such as impacting the Agency workforce, maintaining core capabilities and make-or-buy planning, and supporting Center assignments and potential partners. EOSDIS Data System Interfaces Algorithm A formula or set of steps used, sometimes repetitively, to solve a problem. Algorithms implemented as software are delivered to NASA's Science Investigator-led Processing System (SIPS) or to NASA's Sciene Data Processing Segment (SDPS) by a science investigator (principal investigator, team leader, or Interdisciplinary Investigator) to use as primary tools in the generation of science products. The term includes executable code, source code, job control scripts, and documentation. Definition from Glossary of Terms for ECS Project Algorithm Theoretical Basis Document (ATBD) ATBDs are developed for EOS instrument products, although some ATBDs address more than one product, and some products are addressed by more than one ATBD. ATBDs typically provide the theoretical basis, both the physical theory and the mathematical procedures and possible assumptions being applied, for the calculations that have to be made to convert the radiances received by the instruments to geophysical quantities. The geophysical quantities are then available to the scientific community for studies of the various characteristics of the Earth system. Definition from NASA Earth Observing System Project Science Office Ancillary Data Data which are not obtained from the spacecraft itself (usually provided in the science telemetry) and have the primary purpose to serve the processing of instrument data. This can be divided into data referred to as spacecraft ‘engineering’, ‘core housekeeping’ or ‘subsystem’ data obtained from other parts of the platform and includes parameters such as orbit position and velocity, attitude and its range of change, time, temperatures, pressures, jet firings, water dumps, internally produced magnet fields, and other environmental measurements. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Application Programming Interface (API) According to Wikipedia, \"In computer programming, an application programming interface (API) is a set of routines, protocols, and tools for building software and applications. An API expresses a software component in terms of its operations, inputs, outputs, and underlying types, defining functionalities that are independent of their respective implementations, which allows definitions and implementations to vary without compromising the interface. A good API makes it easier to develop a program by providing all the building blocks, which are then put together by the programmer. An API may be for a web-based system, operating system, or database system, and it provides facilities to develop applications for that system using a given programming language.\" As examples in EOSDIS, NASA's Common Metadata Repository (CMR) and Global Imagery Services (GIBS) provide an APIs to support client developers. Definition from Wikipedia - Application Programming Interface Archive The archive stores data products, guaranteeing their preservation for future use. This function includes all operations to identify, store and retrieve the data and ensure their integrity. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Archiving, Distribution and User Services Requirements Document (ADURD) This document provides generic requirements for data archiving, data distribution and user services for EOSDIS-supported data. EOSDIS Data System Interfaces B Back to top Browse Image Visual representation of a product (as an image) to help and support product selection in the frame of the user service facility. Synonyms are: Browse, Quick-look, and Preview. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Browse Data 1. Subsets of data set other than the directory and metadata that facilitates user selection of specific data having the required characteristics. For example, for image data, browse data could be a single channel of multi-channel data, and with degraded resolution. The form of browse data is generally unique for each type of data set and depends on the nature of the data and the criteria used for data selection within the related science discipline. 2. Data produced primarily to provide other investigators with an understanding of the type and quality of data available. Typically, browse data sets are limited in size or resolution. The specific form of browse data depends on the type of instrument or discipline with which the browse data is related. Browse data is sometimes considered to be a sample of available data. 3. Browse data facilitates access to real-time or priority playback data which receive minimal processing and are forwarded to the user for his review/use. The user may provide additional processing to suit his requirements. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 C Back to top Calibration The process of quantitatively defining the system responses to known, controlled signal inputs. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Calibration Data The collection of data required to perform calibration of the instrument science data, instrument engineering data, and the spacecraft or platform engineering data. It includes pre-flight and in-flight calibration measurements, calibration equation coefficients derived from calibration software routines, and ground truth data that is to be used in the data calibration processing routine. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Collection See Data Set Series Collection or aggregate metadata These are metadata elements that describe an entire set of data products or files. Values of collection metadata apply to all of the products in a specific collection. Collections may represent the same release of any given data product, sets of data generated during an experiment, a campaign or an algorithmic test ESDIS Metadata Standards Community Capabilities Community capabilities provide specialized and innovative services to data users and/or research products offering new scientific insight. ESDIS Community Data Systems Programs Core Capabilities The core capabilities provide the basic infrastructure for robust and reliable data capture, processing, archiving, and distributing a set of data products to a large and diverse user community. ESDIS Community Data Systems Programs Critical Design Reviews (CDRs) CDRs evaluate the integrity of the program integrated design, including its projects and ground systems. CDRs also help meet mission requirements with appropriate margins and acceptable risk within cost and schedule constraints. CDRs also determine if the integrated design is appropriately mature to continue with the final design and fabrication phase. EOSDIS Data System Interfaces Critical Events Readiness Reviews (CERRs) CERRs evaluate the readiness of the program and its projects to execute a critical event during the flight operations phase of the life cycle. EOSDIS Data System Interfaces D Back to top Data Scientific or technical measurements, values calculated therefrom, observations, or facts that can be represented by numbers, tables, graphs, models, text, or symbols which are used as a basis for reasoning and further calculation. For NASA's Earth Science Program and according to NASA's Earth Science Data & Information Policy, the term 'data' includes observation data, metadata, products, information, algorithms, including scientific source code, documentation, models, images, and research results. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 NASA Earth Science Data & Information Policy Data Assimilation Data assimilation is the process by which observations are incorporated into a computer model of a real system. Definition from Wikipedia - Data assimilation Data Center See: DAAC Data Collection See: Data Set Series Data Format Control Documents (DFCDs) Data Format Control Documents (DFCDs), and other data format documents (e.g., Data Format Requirements Documents (DFRDs)), define the formats of data units that are transferred across an interface and the control codes used in the data formats. EOSDIS Data System Interfaces Data Management As defined for an OAIS entity that contains the services and functions for populating, maintaining, and accessing a wide variety of information. Some examples of this information are catalogs and inventories on what may be retrieved from Archival Storage, processing algorithms that may be run on retrieved data, Consumer access statistics, Consumer billing, Event Based Orders, security controls, and OAIS schedules, policies, and procedures. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Data Maturity Levels Beta Products intended to enable users to gain familiarity with the parameters and the data formats. Provisional Product was defined to facilitate data exploration and process studies that do not require rigorous validation. These data are partially validated and improvements are continuing; quality may not be optimal since validation and quality assurance are ongoing. Validated Products are high quality data that have been fully validated and quality checked, and that are deemed suitable for systematic studies such as climate change, as well as for shorter term, process studies. These are publication quality data with well-defined uncertainties, but they are also subject to continuing validation, quality assurance, and further improvements in subsequent versions. Users are expected to be familiar with quality summaries of all data before publication of results; when in doubt, contact the appropriate instrument team. Stage 1 Validation : Product accuracy is estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Stage 2 Validation : Product accuracy is estimated over a significant set of locations and time periods by comparison with reference in situ or other suitable reference data. Spatial and temporal consistency of the product and with similar products has been evaluated over globally representative locations and time periods. Results are published in the peer-reviewed literature. Stage 3 Validation : Product accuracy has been assessed. Uncertainties in the product and its associated structure are well quantified from comparison with reference in situ or other suitable reference data. Uncertainties are characterized in a statistically robust way over multiple locations and time periods representing global conditions. Spatial and temporal consistency of the product and with similar products has been evaluated over globally representative locations and periods. Results are published in the peer-reviewed literature. Stage 4 Validation : Validation results for stage 3 are systematically updated when new product versions are released and as the time-series expands. Definition from NASA Earth Science - Data Maturity Levels Data Model An Earth science metadata model, which supports the data standardization necessary for total system interoperability within a heterogeneous, open systems environment. The Data Model includes diagrams, which graphically illustrate the relationships of classes, the attributes contained within the classes, the characteristics of the relationships between classes, and the attribute specifications. Definition from Glossary of Terms for ECS Project Data Product A processed collection of one or more parameters packaged with associated ancillary and labeling data, and formatted with uniform temporal and spatial resolution. (For example, the collection of data distributed by a DAAC or subsetted by a DAAC for distribution.) There are two types of data products: Standard : A data product produced at a DAAC by a community consensus algorithm for a wide community of users. Special : A data product produced at a science computing facility by a research algorithm for later migration to a community consensus algorithm and can be archived and distributed by a DAAC. Definition from Glossary of Terms for ECS Project Data Quality See: Quality Indicator Data Services NASA's EOSDIS DAACs process, archive, document, and distribute data from NASA's past and current Earth-observing satellites and field measurement programs. Each DAAC serves a specific Earth system science discipline and provides users with data products, services, and data-handling tools unique to the center's specialty. User services include: Assistance in selecting and obtaining data Access to data-handling and visualization tools Notification of data-related news Technical support and referrals EOSDIS - ESDIS Project Data Set or Dataset A logically meaningful grouping or collection of similar or related data. Data having all of the same characteristics (source or class of source, processing level, resolution, etc.) but different independent variable ranges and/or responding to a specific need are normally considered part of a single data set. A data set is typically composed by products from several missions, gathered together to respond to the overall coverage or revisit requirements from a specific group of users. In the context of EO data preservation a data set consists of the data records of one mission, sensor, and product type and the associated knowledge(information, tools). See collection. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Data Set Documentation Information describing the characteristics of a data set and its component granules, including format, source instrumentation, calibration, processing, algorithms, etc. EOS Glossary and list of Acronyms/Abbreviations Data Set Series or Dataset Series Collection of datasets sharing the same product specification. They are synonym of EO collections. They are named dataset series as they may be mapped to ‘dataset series’ according to the terminology defined in ISO 19113, ISO 19114 and ISO 19115. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Data User Guide A document, either on-line or hardcopy, containing the necessary information for the correct usage of the data. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Data Visualization See: Visualization Datacasting Datacasting is an RSS /GeoRSS-based technology for distributing Earth Science data Decommissioning Review (DR) DRs evaluate the readiness of the program and its projects to conduct closeout activities, including final delivery of all remaining program/project deliverables and safe decommissioning/disposal of space flight systems and other program/project assets. EOSDIS Data System Interfaces Disposal Readiness Review (DRR) DRRs evaluate the readiness of the project and the flight system for execution of the spacecraft disposal event. EOSDIS Data System Interfaces Derived Products Derived products are higher level products (level 1b through 4) where calibration and geo-location transformations have been applied to generate sensor units, and/or algorithms have been applied to generate gridded geophysical parameters. 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Detailed Mission Requirements (DMR) DMRs include Mission-Specific Requirements Documents (MSRDs) and mission requirement documents (e.g., Ground System Requirements Documents (GSRDs), and Mission Operations Requirements Documents (MORDs)). DMRs contain the results of the requirements identification and derivation activities and provide the basis for system design for individual missions. EOSDIS Data System Interfaces Discipline A field of study such as oceanography, meteorology, geology, or marine biology. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Discovery Any service that helps the user to identify and locate EO resource starting from his needs. See also Search and Discovery . Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Distributed Architecture The allocation of EOSDIS elements to various locations to take best advantage of each location's different institutional capabilities and science expertise. EOSDIS System Description Distributed Active Archive Center (DAAC) EOSDIS is designed as a distributed system, with major facilities at Distributed Active Archive Centers (DAACs) located throughout the United States. These institutions are custodians of EOS mission data and ensure that data will be easily accessible to users. EOSDIS DAACs process, archive, document, and distribute data from NASA's past and current Earth-observing satellites and field measurement programs. Acting in concert, DAACs provide reliable, robust services to users whose needs may cross the traditional boundaries of a science discipline, while continuing to support the particular needs of users within the discipline communities. User services include: Assistance in selecting and obtaining data Access to data-handling and visualization tools Notification of data-related news Technical support and referrals Earthdata Website E Back to top Earth Observing System Data and Information System (EOSDIS) NASA's Earth Observing System Data and Information System (EOSDIS) is a key core capability in NASA’s Earth Science Data Systems Program . It provides end-to-end capabilities for managing NASA’s Earth science data from various sources – satellites, aircraft, field measurements, and various other programs. For the EOS satellite missions, EOSDIS provides capabilities for command and control, scheduling, data capture and initial (Level 0) processing. These capabilities, constituting the EOSDIS Mission Operations, are managed by NASA's Earth Science Mission Operations ( ESMO ) Project. NASA network capabilities transport the data to the science operations facilities. The remaining capabilities of EOSDIS constitute the EOSDIS Science Operations, which are managed by NASA's Earth Science Data and Information System (ESDIS) Project. These capabilities include: generation of higher level (Level 1-4) science data products for EOS missions; archiving and distribution of data products from EOS and other satellite missions, as well as aircraft and field measurement campaigns. EOSDIS science operations are performed within a distributed system of many interconnected nodes (Science Investigator-led Processing Systems, or SIPS; and Distributed Active Archive Centers, or DAACs) with specific responsibilities for production, archiving, and distribution of Earth science data products. The DAACs serve a large and diverse user community (as indicated by EOSDIS performance metrics) by providing capabilities to search and access science data products and specialized services. Wikipedia - EOSDIS - Data Center Search & Order Tools Earth Science Data and Information System (ESDIS) Project NASA's Earth Science Data and Information System (ESDIS) Project is a part of NASA's Earth Science Projects Division under the Flight Projects Directorate at NASA's Goddard Space Flight Center. ESDIS manages the science systems of NASA's Earth Observing System Data and Information System (EOSDIS). See Earth Observing System Data and Information System (EOSDIS) ESDIS Earth Science Data Type (ESDT) Each type of science data collected by an instrument aboard a satellite supported by the ECS is given a data type name to be stored or archived in the ECS inventory (e.g., MISR001.) ESDTs also define the Services which can be applied to the data and the metadata associated with the data. In addition, ESDTs are defined for all data referenced in the ECS inventory and this includes some non-satellite data, and some non-instrument data (e.g., science software archive packages, algorithm packages, pge tar files, and delivered algorithm packages). Definition from Glossary of Terms for ECS Project Earth Science Mission Operations (ESMO) NASA's Earth Science Mission Operations (ESMO) Project is responsible for spacecraft maintenance and operations for Earth Science missions conducted by NASA's Earth Science Projects Division at NASA's Goddard Space Flight Center. ESMO plays a significant role during the mission life cycle; from the formulation and approval phases through the implementation and evaluation phases, and eventual deactivation. The Project's role is to ensure the health and safety of the missions it manages by fulfilling the primary operational requirements for each mission, and providing the scientific community with high-quality data products in a timely manner. It also serves as a focal point for the mission on-orbit operations and the definition of support services required. ESMO Engineering Data Data which describe the physical condition and operation of the platform and instruments on the platform. Parameters might include temperatures at specific points, filter(s) in use, switch settings, memory data, etc. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Engineering Metadata Metadata used by the investigation team to record information about the sensor and the observation. It may be extraneous to scientific uses or it may be derivable to science metadata , such as ‘filter=4’ which could resolve to a spectral range or polarization. Definition from Vocabulary for Virtual Observatories and Data Systems; Hourclé, J.A. and King, T.A. (pdf) EOSDIS Core System (ECS) The infrastructure which provides NASA's Earth Observing System (EOS) and other U.S. and international scientists a broad range of desktop services from NASA's discipline-specific Distributed Active Archive Centers (DAACs). The ECS infrastructure also supports exchange of data and research results within the science community, across multiple agencies and internationally. ECS is the evolutionary base for accelerating the pace of Earth science research. F Back to top Flight Readiness Review (FRR) FRRs evaluate the readiness of the program and its projects, ground systems, personnel, and procedures for a safe and successful launch and flight/mission. EOSDIS Data System Interfaces Footprint Geographic area covered by the instrument observation and its derived products. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Formulation Agreement (FA) The FA is prepared by the project to establish the technical and acquisition work that needs to be conducted during Formulation and defines the schedule and funding requirements during Phase A and Phase B for that work. EOSDIS Data System Interfaces Formulation Authorization Document (FAD) The FAD is issued by the MDAA to authorize the formulation of a program whose goals will fulfill part of the Agency's Strategic Plan and Mission Directorate strategies and establish the expectations and constraints for activity in the Formulation Phase. In addition, a FAD or equivalent is used to authorize the formulation of a project. (See Appendix E.) EOSDIS Data System Interfaces Forward Processing A term used in data processing when the data is moving from version to version. G Back to top Granule The smallest aggregation of data which is independently managed (i. e. described, inventoried, retrievable). Granules may be managed as logical granules and/or physical granules. See also Scene . Note that granule is often equivalent to Data Set . Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Granule Metadata These are metadata elements that describe a single granule of a data product. Values of granule metadata apply to all of the data in that one granule. Typical metadata in this category describe spatial and temporal extent of the data as well as the quality and lineage of the data. See also Granule . Definition from Glossary of Terms for ECS Project H Back to top Hierarchical Data Format (HDF) The Hierarchical Data Format (HDF) is designed to facilitate managing and sharing scientific data. HDF includes two formats (HDF4 and HDF5), software for accessing data in HDF formats, and applications for working with HDF data. HDF is designed for efficient storage and access of high volume, complex data, and for mixing varieties of data types in a single container. ESDIS Data Format Standards I Back to top Information System See: Earth Observing System Data and Information System (EOSDIS) Any system composed of hardware, software, and operational procedures components required to process, store, and/or transmit data. An integrated combination of software, hardware, and operational procedures that provides a useful capability. An information system is generally software intensive. EOS-AM Spacecraft Glossary Ingestion The ingestion function accepts data from different sources: ground segment reception, processing or data migration elements. The received data is quality checked and metadata including browse images are obtained from the data. The data and meta-data form a data product. The product is consistently submitted to archiving and cataloguing. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Instrument Calibration The instrument calibration function is the determination of parameters describing instrument characteristics. They are to be used by the instruments and ground processing to generate calibrated and comparable physical values. These parameters vary for different instruments and modes. And they may vary over time in the long run (degradation). Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Inter-Project Agreement (IPA) IPAs are agreements between ESDIS and projects not managed by ESDIS. Generally, the projects involved agree on an exchange of support services and data. From the interface control viewpoint, these agreements identify the need for an interface and the scope of the interface. EOSDIS Data System Interfaces Interface Control Documents (ICDs) ICDs are used to record design agreements for the interfaces between participating organizations. ICDs provide a means to evaluate and control all mutually interdependent and/or interacting design parameters of the interface. EOSDIS Data System Interfaces Interface Requirement Documents (IRDs) IRDs define the requirements for data exchanges across an interface between separately managed systems or subsystems. The requirements statements in IRDs are derived directly from project requirements documents. EOSDIS Data System Interfaces Interoperability The ability of different information technology systems and software applications to communicate, exchange data, and use the information that has been exchanged. In Earth observation it includes e.g. interoperable discovery and access, i.e. the capability of the user interface and administrative software of one instance of a catalogue service to interact with other instances of catalogue services. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Inventory A uniform set of descriptions of granules from one or more data sets with information required for selecting and obtaining a subset of those granules. Granule descriptions typically include temporal and spatial coverage, status indicators, and physical storage information. An inventory can describe physical granules, logical granules, or both, including a mapping between them if they are not identical. Note: The inventory is not the granules themselves, but rather the descriptive data for each of them, specifically used. Definition from Glossary of Terms for ECS Project J Back to top K Back to top Key Decision Point (KDP) A KDP is the event at which the Decision Authority determines the readiness of a program/project to progress to the next phase of the life cycle (or to the next KDP). EOSDIS Data System Interfaces L Back to top Launch Readiness Review (LRR) LRRs evaluate a program/project and its ground, hardware, and software systems for readiness for launch. EOSDIS Data System Interfaces Launch Vehicle (LV) LVs are rockets that send people or things into space. EOSDIS Data System Interfaces Level 0 See: Processing Levels Level 1A Standard Product See: Processing Levels Level 1B Standard Product See: Processing Levels Level 1C Standard Product See: Processing Levels Level 2 Standard Product See: Processing Levels Level 3 Standard Product See: Processing Levels Level 4 Standard Product See: Processing Levels Long Term Preservation The act of maintaining information in a correct and independently understandable form over the long term, i.e. a period of time long enough to be concerned with the impact which changing technologies, including support for media and data formats, and changing user communities will have on the information being held in a repository. See also Preservation . Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 M Back to top Metadata Data about data, contained in data sets, and which provides an understanding of the content and utility of the data set. Metadata may be used to select on data for a particular scientific investigation. Metadata is intended as information describing significant aspects of a resource (Earth Observation space data in this context). They are created for the purposes of data search, discovery and access management and may exist at various levels, typically from data collection through to the individual variables of each data file in a collection. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Metadata repository A metadata repository, commonly referred to as a catalog, is accessed by client applications that support user queries. 423-RQMT-003 Metadata Requirements – Base Reference for NASA Earth Science Data Products Mission Concept Review (MCR) MCRs evaluate the feasibility of the proposed mission concept(s) and its fulfillment of the program's needs and objectives. MCRs also determine whether the maturity of the concept and associated planning are sufficient to begin Phase A. EOSDIS Data System Interfaces Mission Definition Review (MDR) MDRs evaluate the credibility and responsiveness of the proposed mission/system architecture to the program requirements and constraints, including available resources. MDRs also determine whether the maturity of the project's mission/system definition and associated plans are sufficient to begin Phase B. EOSDIS Data System Interfaces Mission Readiness Review (MRR) MRRs evaluate the readiness of the program and its projects, ground systems, personnel, and procedures for a safe and successful launch and flight/mission. EOSDIS Data System Interfaces Mission Readiness Test Plan (MRTP) The MRTP documents the strategy that will be used to verify and ensure that all system components working together meet design specifications and requirements for the mission. EOSDIS Data System Interfaces Modeling An investigative technique that uses a mathematical or physical representation of a system or theory that accounts for all or some of its known properties. Models are often used to test the effects of changes of system components on the overall performance of the system. EOS Glossary and list of Acronyms/Abbreviations Mosaic A composite of images. EOSDIS LANCE - Rapid Response Definition from NASA Lunar Mapping and Modeling Project (LMMP) Wiki N Back to top NASA-compliant General Application Platform (NGAP) NGAP provides a NASA-compliant, secure, cloud-based Platform-as-a-Service (PaaS) and Infrastructure-as-a-Service (IaaS) for hosting Earth Observing System Data and Information System (EOSDIS) applications. Definition from the EOSDIS Engineering and Design (EED) contract team. Near Real-Time (NRT) NRT is a time delay introduced by automated data processing or network transmission between the occurrence of an event and the use of the processed data. Typically – for meteorological purposes – this is within 3 hours from sensing. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Near Real-Time Data Products NRT data products from MODIS, OMI, AIRS, MLS, and VIIRS instruments in less than 2.5 hours from the Land, Atmosphere Near real-time Capability for EOS (LANCE) . EOSDIS Discovering Data O Back to top On-Demand Data Set Collection of products that cannot be predefined, built from single user requests upon need arising. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Operations Agreement (OA) Operations Agreements are even lower level, more detailed interface documents that are created to help define the operations use of the interfaces, including such things as addresses, phone numbers, and names of responsible personnel. These documents are not intended for project-level development and control. EOSDIS Data System Interfaces Operational Readiness Review (ORR) ORRs evaluate the readiness of the program, including its projects, ground systems, personnel, procedures, and user documentation. ORRs also operate the flight system and associated ground systems in compliance with program requirements and constraints during the operations phase. EOSDIS Data System Interfaces P Back to top Parameter (or Variable) A parameter or variable is any of a set of physical properties whose values determine the characteristics or behavior of something, for example, parameters of the atmosphere such as temperature, pressure, and density. These terms are used interchangeably. GCMD uses the term variable and NSIDC DAAC uses the term parameter. Definition from Merrian Webster - Parameter Preliminary Design Review (PDR) PDRs evaluate the completeness/consistency of the program's preliminary design, including its projects, in meeting all requirements with appropriate margins, acceptable risk, and within cost and schedule constraints, and to determine the program's readiness to proceed with the detailed design phase of the program. EOSDIS Data System Interfaces Post-Flight Assessment Review (PFAR) PFARs evaluate how well mission objectives were met during a human space flight mission. PFARs also evaluate the status of the flight and ground systems, including the identification of any anomalies and their resolution. EOSDIS Data System Interfaces Post-Launch Assessment Review (PLAR) PLARs evaluate the in-flight performance of the program and its projects. PLARs also determine the program's readiness to begin the operations phase of the life cycle and transfer responsibility to the operations organization. EOSDIS Data System Interfaces Preservation Actions on individual or multi-mission datasets with the goal to ensure the \"EO Missions/Sensors Preserved Data Set\" integrity over time, its discoverability and accessibility, and to facilitate its (re)-use in the long term. Examples are data record improvement and consolidation. Preservation is one of the tasks of data curation. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Processing The processing function generates higher-level products from lower level products and auxiliary products. The processing is performed by core algorithms supplemented by administrative functions (e.g. formatting). The algorithms are version controlled. Processing is capable to produce the desired products systematically or on request. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Processing Levels Raw Data The physical telemetry payload data as received from the satellite, i.e. a serial data stream without de-multiplexing. Level 0 Reconstructed unprocessed data at full space-time resolution with all available supplemental information to be used in subsequent processing (e.g. ephemeris, health and safety) appended. Level 1A Reconstructed unprocessed data at full resolution, time-referenced, and annotated with ancillary information, including radiometric and geometric calibration coefficients and geo-referencing parameters (e.g. ephemeris) computed and appended but not applied to the Level 0 data. Level 1B Radiometrically corrected and calibrated data in physical units at full instrument resolution as acquired. Level 1C L1B data orthorectified, re-sampled to a specified grid Level 2 Derived geophysical parameters (e.g. sea surface temperature, leaf area index) at the same resolution and location as Level 1 source data. Level 3 Data or retrieved geophysical parameters which have been spatially and/or temporally re-sampled (i.e. derived from Level 1 or 2 products), usually with some completeness and consistency. Such re-sampling may include averaging and compositing. Level 4 Model output or results from analyses of lower level data (i.e., variables that are not directly measured by the instruments, but are derived from these measurements; could be derived from multiple instrument measurements). Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Product A permanently archived set of output data generated by the science software. Definition from Glossary of Terms for ECS Project Product Application Useful references to published articles about the use of the data and user feedback received by the science and instrument teams about the products. Includes reports of any peculiarities or notable features observed in the products. 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Product Generation Algorithm Detailed discussion of processing algorithms, outputs, error budgets and limitations. 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Product Quality Description of the impact to product quality due to issues with computationally intensive operations (e.g., large matrix inversions, truncation and rounding). 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Product Specification Document (PSD) A document that provides the technical specifications relating to the formatting and content of a particular data product. EOSDIS Data System Interfaces Product Team Names of key science team leads and product team members (development, help desk and operations), roles, performing organization, contact information, sponsoring agencies or organizations and comments about the products. 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Production Readiness Review (PRR) PRRs evaluate the readiness of system developer(s) to produce the required number of systems within defined project constraints for projects developing multiple similar flight or ground support systems. PRRs also evaluate the degree to which the production plans meet the system's operational support requirements. EOSDIS Data System Interfaces Project Plan The Project Plan contains the technical approaches and management plans to implement the project requirements. It defines, at a high level, the scope of the project, the implementation approach, the environment within which the project operates, and the baseline commitments of the program and project. (from NPR 7120.5D) EOSDIS Data System Interfaces Provenance Information The information that documents the history of the content information. This information tells the origin or source of the content information, any changes that may have taken place since it was originated, and who has had custody of it since it was originated. Examples of provenance information could be the principal investigator who recorded the data, and the information concerning its storage, handling, and migration. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Q Back to top Quality Indicator A quality indicator shall provide sufficient information to allow all users to readily evaluate the “fitness for purpose” of the data or derived product. A Quality Indicator may be a number, set of numbers, graph, uncertainty budget, or a simple “flag”. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Quality Information Secondary data required to assess the primary data set’s fitness for purpose, e.g. calibration and validation data and quality control results. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Quick-Look Data A data product, usually related to a Level 1 or higher Standard Data Product, which is generated and distributed in near-real time. EOS Glossary and list of Acronyms/Abbreviations R Back to top Raw Data See: Processing Levels Reprocessing Reprocessing is a specialization of processing where a complete product collection is systematically generated to obtain a new revision using archived lower level products. Re-processing is normally initiated after an improved processing algorithm is released, or if a reformatting of the information content is required. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Requirements Documents (RQMT) RDs are detailed requirements allocated from the project to the next lower level of the project. EOSDIS Data System Interfaces S Back to top Safety and Mission Success Reviews (SMSR) SMSRs prepare Agency safety and engineering management to participate in program final readiness reviews preceding flights or launches, including experimental/test launch vehicles or other reviews as determined by the Chief, Safety and Mission Assurance. SMSRs also provide the knowledge, visibility, and understanding necessary for senior safety and engineering management to either concur or nonconcur in program decisions to proceed with a launch or significant flight activity. EOSDIS Data System Interfaces Scene Subset of an instrument acquisition data segment, cut by time i.e. across-swath. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Science Data Management Plan (SDMP) The SDMP describes how the program will manage the scientific data generated and captured by the operational mission(s). The SDMP also includes descriptions of how data will be generated, processed, distributed, analyzed, and archived. EOSDIS Data System Interfaces Science Data Product Software (SDPS) Science data product generation software and software documentation. Source code used to generate products at all levels in the science data processing system. 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Science Data Product Validation Datasets and documentation. Accuracy of products, as measured by validation testing, and compared to accuracy requirements. Description of validation process, including identification of validation data sets, measurement protocols, data collection, analysis and accuracy reporting. 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Science Data Products Algorithm Inputs Identify all ancillary data or other data sets used in generation or calibration of the data or derived product at all levels 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Science Data Software Tools Product access (reader) tools. Software source code that would facilitate use of the calibration data, ancillary data and the data products at all levels. 423-SPEC-001 NASA Earth Science Data Preservation Content Specification Science Investigator-led Processing System (SIPS) Most of the EOS standard products are produced at facilities under the direct control of the instrument Principal Investigators/Team Leaders (PIs/TLs) or their designees. These facilities are referred to as Science Investigator-led Processing Systems (SIPS). SIPS are geographically distributed across the United States and are generally, but not necessarily, collocated with the PIs/TLs’ Scientific Computing Facilities. Products produced at the SIPS using investigator-provided systems and software are sent to appropriate DAACs for archival and distribution. Level 0 Data Products and Ancillary Data that begin the processing sequence are stored at the DAACs and retrieved by the SIPS. Search and Discovery The procedure to search an archive based on specific search criteria (search) and to obtain information on available products (discovery). Data search and discovery are enabled by generating and maintaining searchable metadata and browse image catalogues, as well as providing a catalogue service for making the catalogue accessible (e.g. OGC CSW) and mechanisms to retrieve and present the information contained in the catalogue, e.g. via the graphic user interface of a data portal. During the discovery following a data search the user finds data based on his search criteria and evaluates if the data found are suitable for his application ('fit for purpose') by e.g. viewing the browse image, evaluating metadata such as coverage, quality information, or cost and licensing conditions. He may then decide to retrieve the data. Search and discovery as well as retrieval are components of data access. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Sensor Device which transmits an output signal in response to a physical input stimulus as voltage. In Earth observation a distinction between passives sensors, such as radiometers, and active sensors, such as radars, is common. Earth observation sensors – or instruments – are operated from different ground-/water-based, airborne, or spaceborne platforms. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Series/Collection A grouping of science data that all come from the same source, such as a modeling group or institution. Series/collections have information that is common across all the datasets/granules they contain. 423-RQMT-003 Metadata Requirements – Base Reference for NASA Earth Science Data Products Series/Collection metadata Metadata elements that describe an entire set of data files. Values of series/collection metadata apply to all of the files in a specific aggregate. Series/collection metadata may represent the same release of any given file, sets of data generated during an experiment, a campaign or an algorithm test. 423-RQMT-003 Metadata Requirements – Base Reference for NASA Earth Science Data Products Spatial Coverage Refers to a geographical area where data was collected, a place which is the subject of a collection, or a location which is the focus of an activity. Spatial coverage can be a point location or an area, the latter usually a specific 'rectangle' (e.g. a bounding box) on a map or a region. This is described using geospatial coordinates for a point or an area (for example, latitude and longitude), or through the use of place or regional names (for example, Barrow Island; Gippsland, Australia). Regional names may be based on legal jurisdiction (for example, South Australia). Australian National Data Service - Content Providers Guide - Spatial and Temporal Coverage Standard Product Standard Products are products that are acquired systematically and products that are generated by systematic processing. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Standing Review Board (SRB) The SRB is responsible for conducting independent reviews (life cycle and special) of a program/project and providing objective, expert judgments to the convening authorities. The reviews are conducted in accordance with approved Terms of Reference (ToR) and life-cycle requirements per this document and NPR 7123.1. EOSDIS Data System Interfaces Stewardship The responsibility for planning, management and certification of digital EO data sets throughout the mission phases and to ensure adequate funding. It includes curation and preservation activities. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 Subsetting The extraction of a multi-dimensional rectangular array of pixels from a single data granule, where consecutive pixels are extracted from each array dimension. For each dimension, the size of the pixel array is characterized by the starting pixel location and the number of pixels to extract. Definition from Glossary of Terms for ECS Project Swath A swath is defined as the area covered by the spatial samples collected during a scan of a spaceborne instrument defined by an incidence angle. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 System Acceptance Review (SAR) SARs evaluate whether a specific end item is sufficiently mature to be shipped from the supplier to its designated operational facility or launch site. EOSDIS Data System Interfaces System Definition Review (SDR) SDRs evaluate the credibility and responsiveness of the proposed program requirements/architecture to the Mission Directorate requirements and constraints, including available resources, and allocation of requirements to projects. SDRs also determine whether the maturity of the program's mission/system definition and associated plans are sufficient to begin preliminary design. EOSDIS Data System Interfaces System Integration Review (SIR) SIRs evaluate the readiness of the program, including its projects and supporting infrastructure, to begin system AI&T with acceptable risk and within cost and schedule constraints. EOSDIS Data System Interfaces System Requirements Review (SRR) SRRs evaluate whether the functional and performance requirements defined for the system are responsive to the Mission Directorate requirements on the program and its projects and represent achievable capabilities. EOSDIS Data System Interfaces T Back to top Temporal Coverage A time period during which data was collected or observations made, or a time period that an activity or collection is linked to intellectually or thematically, for example, 1997 to 1998; the 18th century. Australian National Data Service - Content Providers Guide - Spatial and Temporal Coverage U Back to top Uncertainty Non-negative parameter characterizing the dispersion of the quantity values that are being attributed to a measure based on the information used. Where possible, this should be derived from an experimental evaluation but can also be an estimate based on other information, e.g. experience. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 User External person, institution or system that consumes user services (Data Access or Science and Service Exploitation Platform) provided by the payload data ground segment. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 User Satisfaction Data NASA's ESDIS Project is responsible for: Collecting metrics and user satisfaction data to learn how to continue improving services provided to users. ESDIS Project User Support User support is a function inside the payload data ground segment to support external users to interact with the segment, to handle user registration, inquiries, complaints. This function is usually provided by a help desk. Definition from CEOS-WGISS Glossary of Acronyms and Terms, v1.0 V Back to top Validation Stage See: Data Maturity Levels Variable See: Parameter Version/Release Number (also Collection) Collection means the same thing as version; however, the MODIS science team uses the term Collection such as in MODIS Collection 5, but NSIDC uses Version as in MODIS Version 5. Also, GLAS refers to a Release such as Release 33, which is also the same as version or collection. Thus, all three terms mean the same thing depending on which product you are using. Example: NSIDC MODIS/Terra Snow Cover 5-min L2 Swath 500m, Version 5 Example: NSIDC ICESat/GLAS Data Release Schedules Visualization Visualization is the study of the visual representation of data , meaning \"information that has been abstracted in some schematic form, including attributes or variables for the units of information\". Definition from Wikipedia - Data Visualization W Back to top Working Agreement A W/A outlines the working commitments made between the ESDIS Project and another organization for developing, implementing and/or operating portions of the data system. EOSDIS Data System Interfaces X Back to top Y Back to top Z Back to top Last Updated Jan 28, 2020 Discover More From Earthdata Subscribe"]},
{"URL": "https://www.earthdata.nasa.gov/learn/acronym-list", "Content Type": "text/html", "Paragraphs": ["EOSDIS Acronym and Symbol List | Earthdata Skip to main content EOSDIS Acronym and Symbol List Acronym and symbol list for NASA's Earth Observing System Data and Information System. A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Acronym/Symbol Definition More Information 3ROX Three Rivers Optical Exchange 3S Small Satellite System, Suite de Systeme SPOT, SPOT Successor System A Back to top AAC ABoVE Airborne Campaign AAOE Airborne Antarctic Ozone Experiment aaS as a Service AATSR Advanced Along-Track Scanning Radiometer ABBA Arctic Boreal Burned Area ABI Advanced Baseline Imager ABoVE Arctic Boreal Vulnerability Experiment ABRACOS Anglo-Brazilian Amazonian Climate Observation Study ACCESS Advancing Collaborative Connections for Earth System Science program ACEP ABoVE Concise Experiment Plan ACEPOL Aerosol Characterization from Polarimeter and LIDAR ACES Anthropogenic Carbon Emissions System ACL Access Control List ACR Active Cavity Radiometer ACRIM Active Cavity Radiometer Irradiance Monitor ACRIMSAT Active Cavity Radiometer Irradiance Monitor Satellite ACRS/TLAS Automated Conflict Resolution System/TDRSS Look Angle System ACSI American Customer Satisfaction Index *commonly referred to as ACSI ACT-America Atmospheric Carbon and Transport–America ACTIVATE Aerosol Cloud Meteorology Interactions over the Western Atlantic Experiment ACTS Advanced Communication Technology Satellite ADC Affiliated Data Center ADCP Acoustic Doppler Current Profiler ADEO Advanced Earth Observing Satellite ADEOS Advanced Earth Observing System ADM Atmospherics Dynamics Mission ADMG Airborne Data Management Group ADN ASTER Data Network ADRG ARC-Digitized Raster Graphics ADS40 Airborne Digital Sensor 40 ADSL Asymmetric Digital Subscriber Line ADURD Archiving, Distribution and User Services Requirements Document AEB Agencia Espacial Brasileira AEM-2 Application Explorer Mission-2 AERI Atmospheric Emitted Radiance Interferometer AERONET Aerosol Robotic Network AES Atmospheric Environmental Service AESICS ASTER Emergency Scheduling Interface and Control System AfriSAR Africa SAR AGAGE Advanced Global Atmospheric Gases Experiment AGB Aboveground Biomass AGI Advanced Global Imager AGS Alaska Ground Station AGU American Geophysical Union *commonly referred to as AGU AHAP Alaska High-Altitude aerial Photography AIAA American Institute of Aeronautics and Astronautics AICC Alaskan Interagency Coordination Center AIMs Africover Interpretation and Mapping System AIMS Airborne Integrated Mapping System AIR Airborne Imaging Radar AIRGrav Airborne Gravity AirMISR Airborne Multi-Angle Imaging Spectroradiometer AirMOSS Airborne Microwave Observatory of Subcanopy and Subsurface AirMSPI Airborne Multi-angle Spectro Polarimetric Imager AIRS Atmospheric Infrared Sounder AIRSAR Aircraft Synthetic Aperture Radar AirSWOT Airborne Surface Water and Ocean Topography ALEXIS Array of Low Energy X-Ray Imaging Sensors ALI Advanced Land Imager ALOS Advanced Land Observation Satellite ALS Aerial (Airborne) Laser Scanning ALTM Airborne Laser Terrain Mapper ALTMS Airborne LIDAR Topographic Mapping System AM Automated Mapping AMAPS Aerosol Measurement and Processing System AM/FM Automated Mapping/Facilities Management AMI Amazon Machine Image AMI Active Microwave Imager AMI SAR Active Microwave Imager Synthetic Aperture Radar AMPR Advanced Microwave Precipitation Radiometer AMPS Automatic Mapping and Planning System AMR Altimetry Microwave Radiometer AMR-C Advanced Microwave Radiometer-C AMRIR Advanced Medium Resolution Imaging Radiometer AMS American Meteorological Society AMSD Adjusted Mapping Support Data AMSR Advanced Microwave Scanning Radiometer AMSR-CU Advanced Microwave Scanning Radiometer - Control Unit AMSR-E Advanced Microwave Scanning Radiometer for EOS AMSR-SU Advanced Microwave Scanning Radiometer - Sensor Unit AMSU Advanced Microwave Sounding Unit AMSU-A1 AMSU-A1 Module - Receives V and W Band Frequencies on Channels 3-15 AMSU-A2 AMSU-A2 Module - Receives K and Ka Band Frequencies on Channels 1 & 2 AMSU-B Advanced Microwave Sounding Unit-B (Earlier MHS, Became HSB) AMTS Advanced Moisture and Temperature Sounder ANGe Archive Next Generation ANOVA Analysis of Variance AO Announcement of Opportunity AOIPS Atmospheric and Oceanographic Image Processing System AOL Airborne Oceanographic LIDAR AOLP Angle Of Linear Polarization AOPP Atmospheric, Oceanic and Planetary Physics AOS ASTER Operation Segment AOSP Advanced On-Board Signal Processor APAN Asia Pacific Area Network APAR Absorbed Photosynthetic Active Radiation APCM Aerial Photography Contract Management System API Application programming interface APID Application Process Identifier AppEEARS Application for Extracting and Exploring Analysis Ready Samples APR-3 Airborne Precipitation Radar 3rd Generation APT Automatic Picture Transmission APU Autonomous Parsivel Unit AQT Association Québecoise de Télédétection AQUA Automated Data Query and Access *as opposed to the Aqua satellite ARA Atmospheric Radiation Analysis ARB 48\" LIDAR Aerosol Reserach Branch ARC Analysis and Review of CMR ARC Ames Research Center DO NOT USE (per NASA Style Guide) ARCO Augmented Representation of Cultural Objects ARESE ARM (Atmospheric Radiation Measurement) Enhanced Shortwave Experiment ARGOS Argos Data Collection and Position Location System ARIN American Registry of Internet Names ARISE Arctic Radiation - IceBridge Sea and Ice Experiment ARISTOTELES Applications and Research Involving Space Technologies Observing The Earths' field from Low Earth orbiting Satellite ARMSAT Atmospheric Radiation Measurement Satellite ARN Amazon Resource Name ARSET Applied Remote Sensing Training ARVI Atmospherically Resistant Vegetation Index AS Access Subgroup (Part of CEOS-WGISS) ASAR Advanced Synthetic Aperture Radar ASAS Advanced Solid-State Array Spectrometer ASC Agence Spatiale Canadienne ASCA Advanced Satellite for Cosmology and Astrophysics ASCAT Advanced Scatterometer ASCENDS Active Sensing of CO 2 Emissions over Nights, Days and Seasons ASCIE American Standard Code for Information Exchange ASCII American Standard Code for Information Interchange ASDC Atmospheric Science Data Center ASF Alaska Satellite Facility ASF DAAC Alaska Satellite Facility Distributed Active Archive Center ASFUWG ASF User Working Group ASI Agenzia Spaziale Italiana (Italian Space Agency) ASIRAS Airborne synthetic aperture radar (SAR)/Interferometric Radar Altimeter System ASIS Aggregation of Services for Ice Sheets ASIM Atmosphere-Space Interactions Monitor ASM Acquisition Strategy Meeting ASO Airborne Snow Observatory ASP Alaska SAR Processor ASTER Advanced Spaceborne Thermal Emission and Reflection Radiometer ASTGTM ASTER Global DEM ATBD Algorithm Theoretical Basis Document ATDRSS Advanced Tracking and Data Relay Satellite System ATES Alcatel Espace Systems ATLAS Advanced Thermal and Land Applications Sensor ATLID Atmospheric LIDAR ATM Asynchronous Transfer Mode ATMOS Atmospheric Observations Satellite (Trace Molecules Observed by Spectroscopy) ATMS Advanced Technology Microwave Sounder ATom Atmospheric Tomography mission ATOST Atlantic - THORpex Observing System Test ATR1 Automatic Target Recognition Module (Leica) ATS Advanced Technology Satellite ATSR Along Track Scanning Radiometer (ESA ERS) ATTREX Airborne Tropical TRopopause EXperiment AVAPS Advanced Vertical Atmospheric Profiling System AVHRR Advanced Very High-Resolution Radiometer AVHRR GAC AVHRR Global Coverage Area AVHRR LAC AVHRR Local Area Coverage AVIRIS Airborne Visible and Infrared Imaging Spectrometer AVIS Airborne Vegetation Index Sensor AVNIR Advanced Visible and Near-Infrared Radiometer AVOCET Atmospheric Vertical Observations of CO 2 in the Earth's Troposphere AWARE A tool for monitoring and forecasting Available Water Resource in mountain environment AWiFS Advanced Wide Field Sensor AWOTS Automated Wallops Orbital Tracking Station AXCTD Airborne eXpendable Conductivity Temperature Depth B Back to top bbFTS BaBar File Transfer Protocol BDRF Bidirectional Reflectance Distribution Function BEDI Big Earth Data Initiative BGP Boundary Gateway Protocol BIH Bureau International de l’Heure BIPM Bureau International des Poids et Mesures BNSC British National Space Centre (UK) BOREAS Boreal Ecosystem-Atmosphere Study BRDF Bi-directional Reflectance Distribution Function BSDSS Border Spatial Decision Support System BUFR Binary Universal Form for the Representation of meteorological data BWC Bandwidth Compression BWE Bandwidth Expansion C Back to top C5/6 Collection 5/6 MODIS data C-MARE Central Mediterranean Aerosol and Radiation Experiment C-STAR Conically Scanning Two-Look Airborne Radiometer CaaS Cloud as a Service CADU Channel Access Data Units CAFS CCD Actinic Flux Spectroradiometers CAL WG Calibration Working Group CAL/VAL Calibration/Validation CALIOP Cloud-Aerosol LIDAR and with Orthogonal Polarization CALIPSO Cloud-Aerosol LIDAR and Infrared Pathfinder Satellite Observation CalREN California Research and Education Network CALS Cloud and Aerosol LIDAR System CAMBOT Continuous Airborne Mapping By Optical Translator CAMEL Combined ASTER and MODIS Emissivity database over Land CAMEX Convection and Moisture Experiment CAMP 2 EX Cloud, Aerosol and Monsoon Processes Philippines Experiment CanSISE Canadian Sea Ice and Snow Evolution CAP Combined Active Passive CARVE Carbon in Arctic Reservoirs Vulnerability Experiment CATS Cloud-Aerosol Transport System CBA Consolidated Billing Account CBC Cypher Block Chaining CBERS China-Brazil Earth Resources Satellite Program CCAN Coupled Carbon and Nitrogen CCB Configuration Control Board CCD Charged-Coupled Device CCMODS Collaborative Climate Model and Observational Data Services CCRS Canada Centre for Remote Sensing CCSDS Consultative Committee for Space Data Systems CD/CI Continuous Development/Continuous Integration CDAS Command and Data Acquisition Station CDB Command Data Block CDDIS Crustal Dynamics Data Information System CDF Common Data Format CDI Climate Data Initiative CDIAC Carbon Dioxide Information and Analysis Center (DOE/ORNL) CDK Cloud Development Kit CDKTF Terraform Cloud Development Kit CDM Continuous Diganosis and Mitigation CDMS Cryospheric Data Management System (NSIDC) CDN Content Delivery Network CDOM Colored Dissolved Organic Matter CDR Critical Design Reviews CDRC CIESIN Data and Research Center CEES Committee on Environment and Natural Resources Research CEMSCS Central Environmental Monitoring Satellite Computer System (NOAA) CEMSDS Central Environmental Satellite Data System CEO European Centre for Earth Observation CEOS Committee on Earth Observation Satellites CEOSWGD/CS CEOS Working Group on Data, Catalog Subgroup CERES Clouds and the Earth's Radiant Energy System CERR Critical Events Readiness Review CESA Conical Earth Sensor Assembly CESBIO Centre d’ Études Spatiales de la Biosphère (France) CESDIS Center for Excellence in Space Data and Information Sciences CESM1-LE Community Earth System Model 1 - Large Ensemble CESM2 Community Earth System Model 2 CFC Chlorofluorocarbon CFI Claes Fornell International CGF Cloud-Gap Filled CICD Continuous Integration and Continuous Development CIDR Classless Inter-Domain Routing CIESIN Consortium for International Earth Science Information Network CIMS Cleaning Industry Management Standard CIMSS Cooperative Institute for Meteorological Satellite Studies CINTEX CEOS Catalogue Interoperability Experiment CIR Color Infrared CIRPAS Center for Interdisciplinary Remotely Piloted Aircraft Studies CIRS Composition Infrared Spectrometer CIS Cryogenic Interferometer Spectrometer CIT-CIMS Caltech Chemical Ionization Mass Spectrometer CIWG Catalog Interoperability Working Group CL Command Language CLAES Cryogenic Limb Array Etalon Spectrometer CLAMS Cheasapeake Lighthouse and Aircraft Measurements for Satellites CLASIC Cloud and Land Surface Interaction Campaign CLC CORINE Land Cover CLCW Command Link Control Word CLIMCAPS Community Long-term Infrared Microwave Coupled Product System CLSM Catchment Land Surface Model CM Configuration Management CMAQ Community Multi-scale Air Quality CMG Climate modeling grid CMIS Conical Scanning Microwave Imager/Sounder CMO Configuration Management Office CMP Common Midpoint CMP Cloud Management Platform CMR Common Metadata Repository CMS Carbon Monitoring System CNES Centre National d’Études Spatiales (France) CNR Consiglio Nazionale delle Ricerche (Italy) CNRS Centre National de la Recherche Scientifique (France) CO Contracting Officer COARE Continental Ocean-Atmosphere Regional Experiment CODMAC Committee on Data Management, Archiving, and Computing COG Cloud Optomized GeoTIFF COMMGR Communications Manager CONAE Comision National de Actividades Espaciales CONUS Conterminous United States *commonly referred to as CONUS CORAL Coral Reef Airborne Laboratory CORINE Coordination of Information on Environment COS Constellation Operations System COSMIC Computer Software Management and Information Center (NASA) CoSMIR Conical Scanning Millimeter-wave Imaging Radiometer COSMO/SkyMed Constellation of Small satellites for the Mediterranean basin Observation COSPAR Congress for Space Research COTR Contracting Officer’s Technical Representative COTS Commercial Off-The Shelf CPEX Convective Processes Experiment CPEX-AW Convective Processes Experiment - Aerosols and Winds CPI Cloud Particle Imager CPL Cloud Physics lidar CPP Cloud Photopolarimeter CPR Cloud Profiling Radar CR Correlation Radiometer CReSIS Center for Remote Sensing of Ice Sheets CRI Coastal Resolution Improvement CrIMSS Cross-track Infrared and Advanced Technology Microwave Sounders CrIS Cross-track Infrared Sounder CRISTA/SPAS Cryogenic Infrared Spectrometers and Telescopes for the Atmosphere/ Shuttle Pallet Satellite CRL Compact Raman Lidar CRP Command Relay Processor CRREL Cold Regions Research and Engineering Laboratory CRSS Canadian Remote Sensing Society CRYSYS Cryospheric System CSA Canadian Space Agency CSDGM Content Standard for Digital Geospatial Metadata CSESP Citizen Science for Earth Systems Program CSIRO Commonwealth Scientific and Industrial Research Organization (Australia) CSLC California Space Launch Complex CSMA/CD Carrier-Sense Multiple-Access With Collision Detection CSP Cloud Service Provider CSPO Compute Service Program Office CSS Cascading Style Sheet CSWR Center for Severe Weather Research CTD Conductivity, Temperature, and Depth CTGNSS Cyclone Global Navigation Satellite System CV Cube Visualization CVO Climate Virtual Observatory CVA Change Vector Analysis CWIC CEOS WGISS Integrated Catalog CYGNSS Cyclone Global Navigation Satellite System CZCS Coastal Zone Color Scanner (Nimbus-7) D Back to top D3R Dual-frequency Dual-polarized Doppler Radar DAAC Distributed Active Archive Center DaaS Desktop as a Service DADS Data Archive and Distribution System DAF Data Archive Facility DAIS-1 Digital Airborne Imagery System DAR Data Acquisition Request DAS Data Analysis Subsystem DASF Directional Area Scattering Function DAWN Doppler Aerosol WiNd DBaaS Database as a Service DCaaS Datacenter as a Service DCN Document Change Notice DCOTTS Dynamics and Chemistry of the Summer Stratosphere DCS Data Collection System DDL Direct Downlink DDM Digital Displacement Model DDMI Delay-Doppler Mapping Instrument DEDS DAAC to EDOS Data Set DEL Data Evaluation Laboratory Delta-X Delta Exchange DEM Digital Elevation Model DEM-G Digital Elevation Model - Graphic (coordinates) DEM-P Digital Elevation Model - Planar (coordinates) DEMEX Alternate name for the ASTER GDEM Explorer DFCD Data Format Control Document DFRD Data Format Requirements Document DGDF Digital Geospatial Data Files DGPS Differential Global Positioning System; Differential Global Positioning Satellite DHCP Dynamic Host Configuration Protocol DHF Data Handling Facility DIAL Differential Absorption Lidar DIF Directory Interchange Format difSAR Differential SAR DIGCAT Digital Catalogue DIGEST Digital Geographic Information Exchange Standard dis-ALEXI ALEXI disaggregate algorithm DISC Data and Information Services Center DISCOVER-AQ Deriving Information on Surface conditions from Column and VERtically Resolved Observations Relevant to Air Quality DIT Development Integration and Testing DLG Digital Line Graph DLR Deutsches Zentrum für Luft- und Raumfahrt (German Aerospace Agency) DLS Dynamic Limb Sounder DMO DEM and Orthorectified DMR Detailed Mission Requirements DMSP Defense Meteorological Satellite Program DMZ Demilitarized Zone DNB Day/Night Band DNS Domain Name Service DOI Digital Object Identifier *used as both DOI and doi DOLP Degree Of Linear Polarization DOPLID Doppler LIDAR DOQ Digital Orthophoto Quadrangle DORIS Doppler Orbitography and Radiopositioning Integrated By Satellite DOW Doppler on Wheels DPR Dual Precipitation Radar DR Decommissioning Review DRG Digital Raster Graphic DRR Disposal Readiness Review DRSS Data Relay Satellite System DSCOVR Deep Change Observation Mission DSR Downward Shortwave Radiation DTED Digital Terrain Elevation Data DTM Digital Terrain Model DUE DAAC Unique Extension DWL Doppler Wind LIDAR DWS Doppler Wind Sensor E Back to top E-ISAT EOSDIS Internet Security Assessment Team E-LIDAR Experimental LIDAR EARLSeL European Association of Remote Sensing Laboratories EarthCARE Earth Clouds Aerosols and Radiation Explorer EAS Electrical Accommodation Subsystem (Terra AM-1) EASE-Grid Equal-Area Scalable Earth Grid EBAF Energy Balanced and Filled EBnet EOSDIS Backbone network EBS EOS Broadcast Stations EC European Community EC2 Amazon Elastic Compute Cloud ECA Earth Central Angle ECC Earthdata Code Collaborative ECCO Estimating the Circulation and Climate of the Ocean ECE Earthdata Collaboration Environment ECHO EOS Clearing House ECMP ECS Configuration Management Plan ECMWF European Center for Medium-range Weather Forecasting ECOM EOSDIS Communications System ECOSTRESS ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station *capitalize first three letters of ecosystem ECRB EOS Configuration Review Board ECRS ESDIS Consolidated Requirements System ECS EOSDIS Core System ECSS EOS Common Spacecraft Specification ECSTVP ECS Test and Verification Procedures ECSVDB ECS Verification Database ECT EOS Compatibility Test ED50 European Datum 1950 EDC Earth Resources Observation and Science (EROS) Data Center (USGS) EDF ECS Development Facility EDG EOS Data Gateway (V0 Client – Replacement of B0SOT) EDGRS Earth Data Gathering and Reporting System EDHS ECS Data Handling System EDMA ESDIS Data Model Analysis EDOCS EOS Data Operations and Communications System EDOS EOS Data and Operations System EDP Enterprise Data Platform EDS Expedited Data Sets EDSC Earthdata Search Client EDU EDOS Data Unit EE Earth Explorer EECF Earthnet ERS-1 Central Facility EED EOSDIS Evolution and Development EEID EOSDIS External Interface Document EER External Engineering Review EETS EOS Electronic Transfer System EFS Elastic File System EGI ESI Gateway Interface EGIG Expéditions Glaciologiques Internationales au Groenland EGIST ESDS GIS Team EGS EOS Ground Station EGT EOSDIS Ground Terminal EGTS EOS Ground Test System EIN ECS Identification Number EIONET European Environment Information and Observation Network EIS Earth Information System EIT EOSDIS Integration Team EITSO ESDIS Information Technology Security Official ELANOR Earth Limb And Nadir Operational Retrieval ELV Expendable Launch Vehicle EMACC EOS Multiple Applications Control Center EMD EOSDIS Core System Maintenance and Development EME ECS Maintenance Environment EMIS EDOS Management Information System EMIT Earth Surface Mineral Dust Source Investigation EMLS EOS Microwave Limb Sounder EMOC EOSDIS Mission Operations Center EMOS EOS Mission Operations System EMOWG EOS Mission Operations Working Group EMS ESDIS Metrics System EMSn EOS Mission Support network ENI Elastic Network Interface ENMC Enterprise Network Management Center ENSO El Nino Southern Oscillation ENVISAT Environmental Satellite EO Earth Observation EO-1 Earth Orbiter-1 EO-ICWG Earth Observations International Coordination Working Group EOC EOS Operations Center EOCC EOS Operations and Control Center EOIS Earth Observation Information System EOP EDOS Operation Protocol EOPS ERBE Operational Processing System EORC Earth Observation Research Center EOS Earth Observing System EOS AERO EOS Aerosol Mission EOS ALT EOS Altimetry Mission EOS AM Earth Observing System AM or morning crossing (Terra satellite) EOS CHEM EOS Chemistry Mission EOS COLOR EOS Color Mission EOS PM Earth Observing System PM or afternoon crossing (Aqua satellite) EOS-G Earth Observing System - Goddard EOSAT Earth Observing Satellite Company EOSC EOS Operations Support Capability EOSDIS Earth Observation System Data and Information System EOSFDS EOS Flight Data System EOSIWG EOS Investigator Working Group EOSP Earth Observing Scanning Polarimeter EOSPSO EOS Project Science Office EOSSALT Earth Observing Solid-State Radar Altimeter EOSSMS EOS Space Measurement System EOSSRP EOS Scientific Research Program EOT EDOS Operational Timeline EOWG ESDIS Operations Working Group EP Earth Probe EPDS EMOS Production Data Set EPG ECS Process Improvement Group EPGN EOS Polar Ground Network EPGS EOS Polar Ground Station EPGSS Earth Observing Polar Ground Station Services EPIC Earth Polychromatic Imaging Camera EPOP European Polar-Orbiting Platform EPR EED2 Program Roadmap EPS EUMETSAT Polar System EPTOMS Earth Probe Total Ozone Mapping Spectrometer ER-2 Earth Resources NASA research aircraft ERAST Experimental Research Aircraft Sensor Technology Program ERBE Earth Radiation Budget Experiment ERBS Earth Radiation Budget Satellite ERDAS Earth Resources Data Analysis System ERDET ESDIS Requirements Database Engineering Team ERG EOSDIS Review Group EROS Earth Resources Observation System ERPS EOS Real-Time Processing System ERS-1 Earth Remote-sensing Satellite-1 ERSAR Earth Resources Synthetic Aperture Radar ERSDAC Earth Remote Sensing Data Analysis Center ERTS-1 Earth Resources Technology Satellite –1 ESA European Space Agency ESAC Earth Science Advisory Committee ESAD Earth Science and Applications Data System ESD Earth Science Directorate ESDC ESAC Science Data Center ESDD Earth Science Data Directory ESDIS Earth Science Data and Information System ESDR Earth Science Data Record ESDS Earth Science Data System ESDSWG Earth Science Data System Working Group ESDT Earth Science Data Type ESE Earth Sciences Enterprise ESESES Enhanced Solid Earth Science ESDR System ESH EDOS Service Header ESI EOSDIS Service Interface ESIC Earth Science Information Center ESID EOSDIS Systems Interface Document ESIP Earth Science Information Partners ESMES EOS System Management and Engineering Site ESMO Earth Science Mission Operations ESMP ECS Schedule Management Plan ESMR Electronically Scanning Microwave Radiometer ESN EOSDIS Science Network (ECS) (Replaced By Ebnet) ESCO ESDIS Standards Coordination Office ESOC EOSDIS System and Operations Concept (Document) ESOD Earth Science On-Line Directory ESOO ESDIS Science Operations Office ESPD Earth Science Projects Division ESQL Earth Science Query Language ESRIN European Space Research Institute (ESA) ESSAAC Earth System Science and Applications Advisory Committee ESSC Earth System Sciences Committee ESSE EDOS System Support Environment ESSI Earth and Space Science Informatics ESSn EOS Science Support network ESSO Earth Science Support Office ESSP Earth Science Systems Program ESST Earth Science Search Tool ESTB EGNOS System Test Bed ESTEC European Space Research and Space Technology Centre (ESA) ESTOL EOS Standard Text and Operation Language ETM+ Enhanced Thematic Mapper Plus (Landsat 7) ETRS89 European Terrestrial Reference System 1989 ETS EOS Test System ETSF EOSDIS Test System Facility ETTS ECS Trouble Ticketing System EUI Earthdata User Interface EULA End User License Agreement EUMETSAT European Organization for the Exploitation of Meteorological Satellites EUMS ESDIS User Model Scenario EVI Enhanced Vegetation Index EVR ECS Verification Report ExCEL EOSDIS Cloud Evolution F Back to top FA Formulation Agreement FaaS Function as a Service FAD Formulation Authorization Document FAQ Frequently Asked Questions FastCDP Fast Cloud Droplet Probe FCCSET Federal Coordinating Council for Science, Engineering and Technology FCDAS Fairbanks Command and Data Acquisition Station FDF Flight Dynamics Facility FDS Flight Dynamics System FE Fast Ethernet FEGS Fly's Eye GLM Simulator FEMA Federal Emergency Management Agency FEWS Famine Early Warning System FGDC Federal Geographic Data Committee FIFE First ISLSCP Field Experiment FIRE First ISCCP (International Satellite Cloud Climatology Project) Regional Experiment FIREX-AQ Fire Influence on Regional to Global Environments Experiment - Air Quality FIRMS Fire Information for Resource Management System FLASHFlux Fast Longwave And SHortwave Radiative Fluxes FLEXPART FLEXible PARTicle dispersion model FLOR Forecast-oriented Low Ocean Resolution FM-1 Flight Model 1 (NASA EOS MODIS) FOIA Freedom Of Information Act FORTE Fast On-Orbit Recording of Transient Events FORTRAN Formula Translation FOS Flight Operations Segment (ECS) FOT Flight Operations Team (ECS) FOV Field of View FPAR Fraction of photosynthetically active radiation FPD Flight Projects Directorate FRGP Front Range GigaPOP FRR Flight Readiness Review FSA Federal Space Agency (Russia) FST Field Support Terminal FTP File Transfer Protocol FY Fiscal Year G Back to top G-LiHT Goddard's Lidar, Hyperspectral and Thermal Imager G3OS Global Terrestrial Observing System GAC Global Area Coverage (AVHRR) GALILEO Informal name of GNSS GATES Geostationary Advanced Technology Environmental System GB gigabyte (109) GBAD Ground Based Attitude Determination gbps Giga bits per second GCC Goddard Communications Control GCDC Global Change Data Center GCDIS Global Change Data and Information System GCLDC Global Change Landsat Data Collection GCMD Global Change Master Directory GCOM Global Change Observation Mission GCOM-W Global Change Observation Mission-Water GCPs Ground Control Points GCPEx GPM Cold-season Precipitation Experiment GDAL Geospatial Data Abstraction Library GDAO Goddard Data Assimilation Office GDAS NCEP 1-Degree Global Data Assimilation Model GDEM Global Digital Elevation Model GDEx Global Data Explorer GDR Geophysical Data Record (JPL) GDS Ground Data System GDS IMS Ground Data System Information Management System GDT Global DIgital Topography GEBA Global Energy Budget Archive GED ASTER Global Emissivity Database GEDI Global Ecosystem Dynamics Investigation GEMI Global Environment Monitoring MSAVI GENESIS Global Environmental and Ecological Simulation of Interactive Systems GEO geostationary-Earth orbit - DO NOT USE (per NASA Style Guide) GEOS Goddard Earth Observing System GEOSS Global Earth Observation System of Systems Geosat Naval Geodetic Satellite GeoTIFF Geographic Tagged Image File Format *commonly referred to as GeoTIFF GeoVIS Geographic Vector Interpretation System (Africover) GERIS Geophysical Environmental Research Imaging Spectrometer GES Goddard Earth Sciences GES DISC Goddard Earth Sciences Data and Information Services Center GESSEP Goddard Earth Space Science Education Project GEWEX Global Energy and Water cycle Experiment GFCC Global Forest Cover Change GFDL Geophysical Fluid Dynamics Laboratory GFED Global Fire Emissions Database GFS Global Forecast System GFSAD Global Food Security-support Analysis Data GGI GPS Geoscience Instrument GHISA Global Hyperspectral Imaging Spectroscopy of Agricultural-Crops and Vegetation GHRC DAAC Global Hydrometeorology Resource Center DAAC GHRSST Group for High Resolution Sea Surface Temperature GIBS Global Imagery Browse Services GIMP Greenland Ice Mapping Project Giovanni Geospatial Interactive Online Visualization and Analysis Infrastructure GIS Geographical Information System *commonly used as GIS or gis GISIG Geographical Information Systems International Group GISS Goddard Institute for Space Studies GITC GIBS Ingest in the Cloud GLA Goddard Laboratory for Atmospheres GLAS Geoscience Laser Altimeter System GLAST Gamma Ray Large-Area Space Telescope GLCC Global Land Cover Characterization GLCN Global Land Cover Network GLCTS Global Land Cover Test Sites GLDAS Global Land Data Assimilation System GLI Global Imager (Japan, ADEOS) GLIDER Globally Leveraged Intergrated Data Exploration for Research GLIMS Global Land Ice Measurements from Space GLIS Global Land Information System GLISTIN Glacier and Ice Surface Topography Interferometer GLL Galileo GLM Geostationary Lightning Mapper GLOBE Global Change Observing Mission GLONASS Global'naya Navigatsionnaya Sputnikovaya Sistema, Global Orbiting Navigation Satellite System (Russia) GLOSS Global Observation Surveillance System GloVIS Global Visualizer GLRS Geoscience Laser Ranging System GLRS-A Geoscience Laser Ranging System Altimeter GLRS-R Geoscience Laser Ranging System Ranger GLS Global Land Survey GMAO Global Modeling and Assimilation Office GMIS Global Man-made Impervious Surface GML Geography Markup Language GMS Geostationary Meteorological Satellite GMSL Global Mean Sea Level GMST Greenwich Mean Sidereal Time GMT Greenwich Mean Time GMU George Mason University GN Ground Network GN&C Guidance, Navigation and Control GN&CS Guidance, Navigation, and Control Subsystem (Terra AM-1) GNS GEOnet Names Server GNSS Global Navigation Satellite System GOCE Gravity field and steady-state Ocean Circulation Explorer GOES Geostationary Operational Environmental Satellite GOFC Global Observations of Forest Cover (IGOS) GOLD Global Observation of Land Cover Dynamics GOME Global Ozone Monitoring Experiment GOMI Global Ozone Monitoring Instrument GOMOS Global Ozone Monitoring by Occultation of Stars GOMR Global Ozone Monitoring Radiometer GOMS Geostationary Operational Meteorological Satellites GOPM Goddard Orbital Parameters Message GOS Geomagnetic Observing System GOZCARDS Global OZone Chemistry And Related trace gas Data records for the Stratosphere GP-MCE General Purpose Managed Cloud Environment GPCP Global Precipitation Climatology Project GPD Goddard Policy Directive (formerly called GMI) GPG Goddard Procedures and Guidelines GPI Global Precipitation Index GPM Global Precipitation Measurement GPP Gross Primary Productivity GPR Ground Penetrating Radar GPROF Goddard PRO Filing algorithm for instantaneous rain retrieval GPS Global Positioning System *commonly used as GPS or gps GPSDIS Global Positioning System Data Information System (JPL) GPSDR Global Positioning System Demonstration Receiver GPSOS Global Positioning Sensor Occultation System GPSR Global Positioning Satellite Receiver GPSSS Global Positioning System Sustaining Support GPW Gridded Population of the World GRACE Gravity Recovery And Climate Experiment GRACE-FO GRACE Follow-On GRASS Geographic Resource Analysis Support System GRC Glenn Research Center DO NOT USE (per NASA Style Guide) GRDC Global Runoff Data Center GRE Generic Routing Encapsulation GREALM Global Lake/Reservoir Surface Inland Water Height Global Reservoirs and Lakes Monitoring GrfN Getting Ready for NISAR GridFTP Grid File Transfer Protocol GrIMP Greenland Ice Mapping Project GRIP Genesis and Rapid Intensification Processes experiment GRRATS Global River Radar Altimeter Time Series GRS 80 Geodetic Reference System of 1980 GRT Ground Receipt Time GRUMP Global Rural-Urban Mapping Project GS [EOS] Ground System GSDI Global Spatial Data Infrastructure GSDM Global Spatial Data Model GSDS Global Spatial Data System GSFC Goddard Space Flight Center DO NOT USE (per NASA Style Guide) GSIF Ground Station Interface Facility GSIP Ground Station Interface Processor GSLV Geosynchronous Satellite Launch Vehicle GSM Global System for Mobile Communication GSMaP Global Satellite Mapping of Precipitation GTDS Goddard Trajectory Determination System GTE Global Tropospheric Experiment GTOPO30 A global digital elevation model (DEM) with a horizontal grid spacing of 30 arc seconds GTWAY Gateway [for Version 0 interoperability] GUI Graphical User Interface GUID Globally Unique Identifier GURP Goddard Uncosted Reduction Project GV Ground Validation GW Gateway GWR Geographyically Weighted Regression GWELD Global Web Enabled Landsat Data H Back to top HADS Hydrometeorological Automated Data Systems HALOE Halogen Occultation Experiment HANPP Human Appropriation of Net Primary Productivity HBASE Global Human Built-up And Settlement Extent HCR HDF EOS Configuration Record HDEV High Definition Earth Viewing HDF Hierarchical Data Format HDF-EOS Hierarchical Data Format - Earth Observing System HDDS Hazards Data Distribution System HEG HDF-EOS to GeoTIFF Conversion Tool HEO High Earth Orbit HEW HDF-EOS WEB-based subsetter HGA Harmony-GDAL-Adapter HGML Hyper Graphics Markup Language (Graphical Alternative to HTML) HiCARS High Capability Radar Sounder HIMSS High-Resolution Microwave Spectrometer Sounder (Replaced By MIMR) HIRAD Hurricane Imaging Radiometer HIRDLS High Resolution Dynamics Limb Sounder HIRIS High-Resolution Imaging Spectrometer HIRRLS High-Resolution Research Limb Sounder HIRS High-Resolution Infrared Sounder HIS High-Resolution Interferometer Sounder HiTIDE High-level Tool for Interactive Data Extraction HIWRAP High Altitude Imaging Wind and Rain Airborne Profiler HMA High Mountain Asia HNL High Northern Latitudes HOMAGE Heat and Ocean Mass from Gravity ESDR HOSS Harmony-OPeNDAP-SubSetter HPGN High-Precision Geodetic Network HQ DO NOT USE (per NASA Style Guide) HR Heterotrophic Respiration HR-AMS High-Resolution Aerosol Mass Spectrometer HRDFEP High Rate Demodulator Front End Processor HRG High-Resolution Geometry (SPOT) HRPT High-Resolution Picture Transmission (AVHRR) HRV Haute Résolution dans le Visible (SPOT) HRVIR High Resolution Visible Infrared (scanner) HS3 Hurricane and Severe Storm Sentinel HSB Humidity Sounder - Brazil (Derivative of AMSU-B, Replacing MHS) HSDS Object Store-Based Data Service for Earth System Science HSI Hue, Saturation, Intensity – Hyperspectral Imaging Instrument HSRL High Spectral Resolution Lidar HTML Hypertext Markup Language *commonly used as HTML or html HTTP Hypertext Transport Protocol *commonly used as HTTP or http HVM Hardware Virtual Machine HYDE History Database of the Global Environment HYDICE Hyperspectral Digital Imagery Collection Experiment HYMAP Airborne Hyperspectral Imaging HYSOG Hydrologic Soil Group HyspIRI Hyperspectral Infrared Imager HYSPLIT Hybrid Single-Particle Lagrangian Integrated Trajectory HyTES Hyperspectral Thermal Emission Spectrometer I Back to top I&CLC2000 Image and CORINE Land Cover 2000 I-SIPS ICESat Science Investigator-led Processing System IaaS Infrastructure as a Service IAC Infrastructure as Code IAM Identity and Access Management IASI Infrared Atmospheric Sounding Interferometer IAU International Astronomical Union ICARTT International Consortium for Atmospheric Research on Transport and Transformation ICC Instrument Control Center ICD Interface Control Document ICE POP International Collaborative Experiment for Pyeongchang Olympic and Paralympics ICESat Ice, Cloud and Land Elevation Satellite ICF Instrument Control Facility (ECS) ICMP Internet Control Message Protocol ICSU International Council of Scientific Unions IDL Interactive Data Language IEEE Institute of Electrical and Electronics Engineers IELV Intermediate Expendable Launch Vehicle IEOS International Earth Observing System IERS International Earth Rotation Service IFC Iowa Flood Center IFloodS Iowa Flood Studies IFOV Instantaneous Field of View IFREMER Instiut Francais de Recherche pour l'Exploration de la Mer IFSARE Inter-ferometric Synthetic Aperture Radar for Elevation IGAC International Global Atmospheric Chemistry Program of the IGBP IGAP International Global Aerosol Program IGARSS IEEE International Geoscience and Remote Sensing Symposium IGBP International Geosphere - Biosphere Programme IGMP-DIS International Geosphere–Biosphere Programme – Data and Information System IGMP Internet Group Multicast Protocol IGN International Geodetic Network IGOS Integrated Global Observing Strategy IGS ICEsat Ground System IGST ICESat Ground System Test IKAR-N scanning microwave radiometer system IKAR-P nadir microwave radiometer ILAS Improved Limb Atmospheric Spectrometer IMERG Integrated Multi-satelliE Retrievals for GPM IMG Interferometric Monitor for Greenhouse Gases IMOC ICESat Mission Operations Center IMPACT Interagency Implementation and Advanced Concepts Team IMPACTS Investigation of Microphysics and Precipitation for Atlantic Coast-Threatening Snowstorms IMS Information Management System INPE Instituto Nacional de Pesquisas Espaciais (Brasil) INS inertial navigation system InSAR Interferometric Synthetic Aperture Radar INSAT Indian National Satellite INSPIRE Infrastructure of Spatial Information in the European Community Intelsat International Telecommunications Satellite INTEX-B Intercontinental Chemical Transport Experiment - Phase B IOC ICESat Orbit Control Software IONET Internet Protocol Operational Network IOP Inherent Optical Property IOT Instrument Operations Team IP Internet Protocol IPA Inter-Project Agreement IPaaS Integration Platform as a Service IPCC Intergovernmental Panel on Climate Change IPD Information Processing Division IPHEx Integrated Precipitation and Hydrology Experiment IPNOC Internet Protocol Network Operations Center IPOC International Partner Operations Center IPOMS International Polar Orbiting Meteorological Satellite Committee IR Infrared IR&D Independent Research and Development IR-RAD Infrared Radiometer IRAD Independent Research And Development IRCD Interface Requirements Control Document IRD Interface Requirements Document IRTS Infrared Temperature Sounder ISAMS Improved Stratospheric And Mesospheric Sounder ISAS Institute of Space and Astronautical Science ISCCP International Satellite Cloud Climatology Project ISDN Integrated Systems Digital Network ISERV ISS SERVIR Environmental Research and Visualization System ISF Instrument Support Facility ISIPS ICEsat Science Investigator-Led Processing System ISIR Infrared Spectral Imaging Radiometer ISLSCP International Satellite Land Surface Climatology Project ISO International Organization for Standardization ISP Internet Service Provider ISPRS International Society for Photogrammetry and Remote Sensing ISRO Indian Space Research Organisation ISS International Space Station ISSN International Standard Serial Number IST Instrument Support Terminal ITMaaS Information Technology Management as a Service ITIR Intermediate Thermal Infrared Radiometer ITRF International Terrestrial Reference Frame ITRS International Terrestrial Rotation Service ITS LIVE Inter-Mission Time Series of Land Ice Velocity and Elevation IWG Investigator Working Group IWGDD Interagency Working Group on Digital Data IWGDMGC Interagency Working Group on Data Management for Global Change J Back to top JAVA Joint Academic Virtual Application *commonly used as JAVA or java JAXA Japan Aerospace Exploration Agency JEOC Japan's Earth Observation Center JEOS Japanese Earth Observing System JERS-1 Japanese Earth Remote-sensing Satellite-1 JGOFS Joint Global Ocean Flux Study JMA Japan Meteorological Agency JPL Jet Propulsion Laboratory JPLAIRSAR JPL Airborne Synthetic Aperture Radar JPOP Japanese Polar-Orbiting Platform JPSS Joint Polar Satellite System JRC Joint Research Centre (Italy) JRC CEO European Commission Joint Research Centre JSC Johnson Space Center DO NOT USE (per NASA Style Guide) JSON JavaScript Object Notation JWT JSON Web Token K Back to top K Kelvin KARI Korea Aerospace Research Institute KaRIn Ka-band Radar Interferometer KASPR Ka-band Scanning Polarimetric Radar KB kilobyte KBR K-Band Ranging System KDP Key Decision Point KML Keyhole Markup Language KNMI Royal Netherlands Meteorological Institute KOMPSAT Korea Multipurpose Satellite KSC Kennedy Space Center DO NOT USE (per NASA Style Guide) KVM Kernel-based Virtual Machine L Back to top L0 Level 0 (zero) L0R Level 0 Release L1 Level 1 L1G Level 1 Geometrically Corrected L1R Level 1 Radiometrically Corrected L2 Level 2 L2TP Layer 2 Tunneling Protocol L3 Level 3 L4 Level 4 LAADS DAAC Level 1 and Atmosphere Archive and Distribution System DAAC LAC Local Area Coverage LADAR Laser Detection and Ranging LAGEOS Laser Geodynamics Satellite LAI Leaf area index LAMP Linux, Apache, MySQL, and PHP LAMP Low Altitude Mapping Photogrammetry LAMPS Laser-scan Automated Map Production System LAN Local Area Network LANCE Land, Atmosphere Near real-time Capability for EOS (Earth Observing System) LANL Los Alamos National Lab Landsat Land Remote-Sensing Satellite LaRC Langley Research Center DO NOT USE (per NASA Style Guide) LaRCNET Langley Research Center Network LARSE Laboratory for Applications of Remote Sensing in Ecology LASE LIDAR Atmospheric Sensing Experiment LASER Light Amplification by Stimulated Emission of Radiation *commonly referred to as laser LaTIS Langley Research Center's TRMM Information System LBA Large-Scale Biosphere-Atmosphere Experiment in Amazonia LBS Location-Based Services LCCS Land Cover Classification System LCLUC Land Cover and Land Use Change LCPEx Light Precipitation Evaluation Experiment LDAP Lightweight Data (or Directory) Access Protocol LDEO Lamont-Doherty Earth Observatory LDHF Landsat-7 Data Handling Facility LDOPE Land Data Operational Product Evaluation LDOS Landsat Data and Operations System LECZ Low Elevation Coastal Zone LEO low-Earth orbit - DO NOT USE (per NASA Style Guide) LERTS Laboratoire d'Etudes et de Recherches en Teledetedion Spatiale LGS LDEO Gravimeter Suite lidar Light Detection And Ranging LIDQA Landsat Image Data Quality and Analysis LIGHTSAR Lightweight Synthetic Aperture Radar LIMS Limb Infrared Monitor of the Stratosphere LIP Lightning Instrument Package LIS Lightning Imaging Sensor LITE LIDAR-in-space Technology Experiment LLC Logical Link Control LMA Lightning Mapping Array LMD Laboratoire de Meteorologie Dynamique LOGSWG Landsat Operations Ground Segment Working Group LOS Loss Of Signal LP DAAC Land Processes DAAC LR Laser Retroreflector LRPT Low-Resolution Picture Transmission LRR Launch Readiness Review LRRL Low Rate Return Link LRS Landsat Recorder System LSPIM Land-Surface Processes and Interactions Mission LSR Land Surface Reflectance LSTE Land Surface Temperature and Emissivity LTA Long Term Archive LUT Look Up Table LV Launch Vehicle LVIS Land, Vegetation, and Ice Sensor LW Longwave radiation LWIR Long-Wave Infrared (spectral region) LXC Linux Containers LZP Level Zero Processing LZPF Level Zero Processing Facility LZPS Level Zero Processing System LZW Lempel Ziv Welch M Back to top M2M Machine to Machine M202 Multi Mission Observation Operator MaaS Monitoring as a Service MACAWS Multicenter Airborne Coherent Atmospheric Wind Sensor MAGSAT Magnetic Field (Magnetometer) Satellite MAIA Multi-Angle Imager for Aerosols MAIAC Multi-Angle Implementation of Atmospheric Correction ManLan Manhattan Landing (high performance exchange point in New York City) MAP Map Accuracy Programme (Africover) MAPS Measurement of Atmospheric Pollution from Satellites MAPSAT Mapping Satellite MARLi Multi-function Airborne Raman Lidar MAS MODIS Airborne Simulator MASC Microwave Atmospheric Sounder on Cubesat MASS Modular Aerial Sensing System MASTER MODIS/ASTER Airborne Simulator Matlab Matrix laboratory MAX Mid-Atlantic Crossroads MB megabyte mb millibar MBES Multibeam Echo Sounding MBLA Multi-Beam Laser Altimeter MC3E Midlatitude Continental Convective Clouds Experiment MCIP Mission Critical IP MCoRDS Multichannel Coherent Radar Depth Sounder MCP Meteorological Communications Package MCR Mission Concept Review MCST MODIS Characterization Support Team (EOS) MDR Mission Definition Review MEaSUREs Making Earth System data records for Use in Research Environments MEBS MODIS Emergency Backup System (EOS) MEIS Multispectral Electrooptical Imaging Sensor MELV Medium Expendable Launch Vehicle MEO Middle Earth Orbit (Satellite) MERES Mineral and Energy Resources Exploration Satellite (Japan) MERRA Modern Era Retrospective-analysis for Research and Applications MERIS Medium-Resolution Imaging Spectrometer (ESA Envisat) MER-TOGA Data merge to Trace Organic Gas Analyzer MER-WAS Data merge to Whole Air Sampler MERLIN MISR Enhanced Research and Lookup Interface MESSR Multispectrum Electronic Self-Scanning Radiometer METEOSAT Geosynchronous Meteorology Satellite (ESA) METI Ministry of Economy Trade and Industry (Formerly Known As MITI) MetOp Meteorological Operational Weather Satellite METSAT Meteorological Satellite METEOSAT European Weather Satellite MFOV Medium Field of View MGRS Military Grid Reference System MHS Microwave Humidity Sounder (EOS) MHz MegaHertz MIAS Multispectral Image Analysis System MIDAS Multispectral Interactive Data Analysis System MIIC Multi-Instrument Inter-Calibration Framework MIMR Multifrequency Imaging Microwave Radiometer MINDS Multi-Decadal Nitrogen Dioxide and Derived Products from Satellites MIPAS Michelson Interferometer for Passive Atmospheric Sounding MIR Multispectral Imaging Radiometer MIRAS Microwave Imaging Radiometer with Aperture Synthesis (ESA) MIRIAM/DOPI Mir Infrared Atmospheric Measurements/Double Pendulum Interferometer MISR Multi-angle Imaging SpectroRadiometer (EOS) MITI Ministry of International Trade and Industry MIVIS Multispectral Infrared and Visible Imaging Spectrometer MLS Microwave Limb Sounder MMO Multi-Mission Operations MMR Modular Multi-Band Radiometer MMT Metadata Management Tool MO&DSD Mission Operations and Data Systems Directorate (GSFC Code 500) MOA Memorandum Of Agreement MOC Mission Operations Center MODAPS MODIS Adaptive Processing System MODExtract MODIS Data Pool Extraction Tool MODIS Moderate Resolution Imaging Spectroradiometer (EOS) MODIS-N Moderate Resolution Imaging Spectroradiometer - Nadir MODLAND MODIS Land Discipline Group (EOS) MODS Moderate Resolution Imaging Spectrometer MOMS Modular Optoelectric Multispectral Scanner MOP Meteosat Operational Programme MOPITT Measurements of Pollution in the Troposphere MOS Marine Observation Satellite MOSAiC Multidisciplinary drifting Observatory for the Study of Arctic Climate MOSPF Multicast Open Shortest Path First MOU Memorandum of Understanding MPLS Multiprotocol Label Switching MP-MP Multipoint-Multipoint Systems MPPP Multi-Link Point-to-Point Protocol MPRD Modified Proportional Radial Displacement MPS Mission Planning System (ASF) mrad microradians MRIR Medium Resolution Infrared Radiometer (Nimbus) MRMS Multi-Radar/Multi-Sensor MRR Micro Rain Radar MrSID Multiresolution Seamless Image Database MRT MODIS Reprojection Tool MRTP Mission Readiness Test Plans MRTSwatch MODIS Reprojection Tool for Swath MRTWeb MODIS Reprojection Tool for the Web ms millisecond MBaaS Mobile Backend as a Service MSaaS Managed Software as a Service MSAS MTSAT Satellite-Based Augmentation Satellite MSAVI Modified Soil Adjusted Vegetation Index MSC Multispectral Camera MSF Methane Source Finder MSFC Marshall Space Flight Center DO NOT USE (per NASA Style Guide) MSG Meteosat Second Generation (ESA) MSL Mean Sea Level MSMR Multi-frequency Scanning Microwave Radiometer MSP Managed Service Provider MSR Microwave Scanning Radiometer MSS mean square slope MSS Multi-Spectral Scanner (Landsat 1-5) MsTMIP Multi-scale Synthesis and Terrestrial Model Intercomparison Project MSU Microwave Sounding Unit MSU-SK Multispectral Optical Scanner MTF Modulation Transfer Function MTS Meteoroid Technology Satellite (NASA) MTSAT Multi-functional Transport Satellite (Japan) MTTR Mean Time To Recover MTTRS Mean Time To Restore Service MUR Multi-scale Ultra-high Resolution MUSSIC Multi-Satellite Ultraviolet Solar Spectral Irradiance Composite MVP Minimum Valuable Product N Back to top NAALSED North American ASTER Land Surface Emissivity Database NAAMES North Atlantic Aerosols and Marine Ecosystems Study NACL Network Access Control List NACP North American Carbon Program NAD North American Datum NAL National Aerospace Laboratory of Japan NALC North American Land Characterization NAM NASA Advisory Manager NAPP National Aerial Photography Program NARA National Archives and Records Administration NARSA National Advanced Remote Sensing Applications Program NARSTO North American Research Strategy for Tropospheric Ozone NAS National Academy of Sciences NAS NASA Advisory Council NASA National Aeronautics and Space Administration *commonly used as NASA NASCOM NASA Communications Network NASCOP NASA Communications Operating Procedures NASDA National Space Development Agency (Japan) NASIRC NASA Automated Systems Incident Response Capabilities NASTRAN NASA Structural Analysis (Program) NAVSTAR Navigation Satellite Timing and Ranging Global Positioning System NBAR Nadir BRDF Adjusted Reflectance NBI Network Business Intelligence NBIS Northern Biosphere Information System NBSM National Bureau of Surveying and Mapping (China) NCAR National Center for Atmospheric Research NCC National Cartographic Centre (Iran) NCDC National Climatic Data Center (NOAA) NCDS NASA Climate Data System NCEP National Center for Environmental Prediction (NOAA) NCEP AWC National Center for Environmental Prediction Air Weather Center NCF NSSDC Computer Facility NCGIA National Center for Geographic Information and Analysis NCSA National Center for Supercomputer Applications NCSC National Computer Security Center NCSL National Computer Systems Laboratory NDACC Network for the Detection of Atmospheric Composition Change NDCS National Digital Cartographic Standards NDMC National Drought Mitigation Center NDPR NASA Defense Purchase Request NDSI Normalized Difference Snow Index NDVI Normalized Difference Vegetation Index NED National Elevation Dataset NEP net ecosystem production NEPP NASA Electronic Parts and Packaging NERC National Environmental Research Centre (UK) NESDD NOAA Earth Science Data Directory NESDIS National Environmental Satellite, Data, and Information Service (NOAA) NET National Environmental Satellite, Data, and Information Service netCDF Network Common Data Form NewDISS New Data and Information Systems and Services NEWS NOAA’s Earth Watch Service NEXRAD Next Generation Weather Radar NGAP NASA-compliant General Application Platform NGDC National Geophysical Data Center (NOAA); National Geospatial Data Clearinghouse NGDF National Geospatial Data Files NGIX Next Generation Internet Exchange NGMA National Geoscience Mapping Agency (Australia) NGMBD National Geologic Map Database (USGS) NGT NASA Ground Terminal NGWIC National Ground Water Information Center NHAP National High Altitude Photography NIAC NASA Institute for Advanced Concepts NIC NASA Information Center NICMOS Near-Infrared Camera and Multi-Object Spectrometer NIMBUS NASA Meteorological Satellites (1 through 7) NIR Near Infrared (spectral region) NISAR NASA-ISRO SAR Mission NISE Near Real-Time SSM/I EASE-Grid Daily Global Ice Concentration and Snow Extent NISN NASA Integrated Services Network NISS NASA Institutional Support Systems NITRD Networking and Information Technology Research and Development NIX NASA Image Exchange NLAPS National Landsat Archive Production System (USGS) NLCD National Land Cover Dataset (USGS) NLDAS North American Land Data Assimilation System NLDC NASA Landsat Data Collection NLOS Not Line of Sight NM Nadir Mapper NMAS National Map Accuracy Standards NMASS Nucleation Mode Aerosol Size Spectrometer NMC National Meteorological Center (NOAA) NMD NASA Master Directory NMI NASA Management Instruction NMOS Network and Mission Operations Support (NASA Program) NMOS NASA Management and Operations Support NMP New Millenium Program NMQ National Mosaic and Multi-Sensor QPE NNSS Navy Navigational Satellite System NO 2 Nitrogen Dioxide NOAA National Oceanic and Atmospheric Administration NOAA SAA NOAA Satellite Active Archive NOARL Naval Oceanographic and Atmospheric Research Lab NOC Network Operations Center NODC National Oceanographic Data Center (NOAA) NODS NASA Ocean Data System NODIS NSSDC Online Data and Information Service NOMC Network Operations Management Center NOSIE NODC Ocean Science Information Exchange NOSS National Oceanic Satellite System NOX Northern Crossroads NP Nadir Profiler NPAS Network Planning and Analysis System NPG NASA Procedure and Guidelines NPOESS National Polar-orbiting Operational Environmental Satellite System NPOL NASA S-Band Dual-Polarimetric Radar NPOP-1 NASA Polar Orbiting Platform (One) NPP NPOESS Preparatory Project NPP net primary production NPR NASA Procedural Requirements NRA NASA Research Announcement NRC National Research Council NRDN NOAA Radar Data Network NREN National Research and Education Network NRL Naval Research Laboratory NRMI Natural Resource Management Index NRPI Natural Resource Protection and Child Health Indicators NRSA National Remote Sensing Agency (India) NRSC National Remote Sensing Centre (UK) NRSCC National Remote Sensing Centre of China NRT Near Real-Time NRTP Near Real-Time Processor NRTPE Near Real-Time Processing Effort NRTS Near Real-Time System NSA Northern Study Area NSAP Network Services Access Point NSAU National Space Agency of Ukraine NSC Norwegian Space Centre NSCAT NASA Scatterometer NSDS NASA Software Documentation Standard NSF National Science Foundation NSG NASA Sentinel Gateway NSIDC DAAC National Snow and Ice Data Center DAAC NSM Network Service Manager NSN NASA Science Network NSP Korean National Space Development Plan NSpC National Space Council NSPD National Space Policy Directive NSPIRES NASA Solicitation and Proposal Integrated Review and Evaluation System NSR NISN Service Request NSRS National Spatial Reference System (NOAA) NSSDC National Space Science Data Center NSSL National Severe Storms Laboratory (NOAA) NSTC National Space and Technology Council NSTR NASA Standard Tape Recorder NTIS National Technical Information Service NTS National Topographic Series (Canada); National Topographic System (Canada); Navigation Technology Satellite NTTF NASA Test and Training Facility NVAP NASA Water Vapor Project NVCS National Vegetation Classification Standard NWP Numerical Weather Prediction NWS National Weather Service (NOAA) NWS-HRL NWS - Hydrologic Research Laboratory NWS-RFC NWS - Regional Forecast Center NWS-RFO NWS - River Forecast Office O Back to top O 3 Ozone OA Operations Agreement OB.DAAC Ocean Biology Distributed Active Archive Center OBPG Ocean Biology Processing Group OCDPS Ocean Color Data Processing System OCM Ocean Colour Monitor OCO Orbiting Carbon Observatory OCR Optical Character Recognition; Optical Character Reader OCTS Ocean Color and Temperature Scanner (Japan, ADEOS) ODB Orbit Determination Beacon ODL Object Description Language ODPS Ocean Data Processing System SIPS ODPS OMI Dutch Processing System ODS One Day Schedule OEC Optical-Electronic Camera OGC Open Geospatial Consortium OIIP Oceanographic In-situ data Interoperability Project OLI Operational Land Imager OLS Optical Line Scanner OLYMPEX Olympic Mountain Experiment OMAERO OMI Multi-wavelength OMAEUV OMI Ultraviolet OMB Office of Management and Budget OMG Oceans Melting Greenland OMI Ozone Monitoring Instrument OMIS Optical Multichannel Imaging Sensor (NPOESS) OMPS Ozone Mapper/Profiler Suite ONVS Ozone Near-real-time and Very-fast-delivery System OPeNDAP Open-source Project for Network Data Access Protocol OPERA Observation Products for End-Users for Remote Sensing Analysis ORACLES ObseRvations of Aerosols above CLouds and their intEractionS ORFEO Optical and Radar Federated Earth Observation ORNL DAAC Oak Ridge National Laboratory DAAC ORR Operational Readiness Review OSC Orbital Sciences Corporation OSCAR Ocean Surface Current Analysis Real-time OSDPD Office of Space Data Processing and Distribution (NOAA) OSF Observation Schedule File OSMI Ocean Scanning Multispectral Imager OSPF Open Shortest Path First (Routing Protocol) OSPO Office of Satellite and Product Operations OSS Open Source Software OSTA Office of Space and Terrestrial Applications OSTM Ocean Surface Topography Mission OSTP Office of Science and Technology Policy P Back to top PaaS Platform as a Service PACOR Packet Processor PALS Passive Active L- and S-band Sensor PALSAR Phased-Array L-band SAR (Japan) PAR Photosynthetically Active Radiation PB petabyte (1015) PBL planetary boundary layer PCA Primary Census Abstract PC-TomoSAR Polarimetric Coherence Tomographic SAR PCS Preservation Content Specification PDR Product Delivery Record PDR Preliminary Design Review PDS Production Data Set PE&RS Photogrammetric Engineering & Remote Sensing (journal) PERSIANN-CCS Precipitation Estimation from Remotely Sensed Information using Artificial Neural Networks Cloud Classification System PFAR Post-Flight Assessment Review PFM Proto-Flight Model PGE Product Generation Exectuable PGS Product Generation System PGS Polar Ground System PGS Product Generation System PHAIRS Public Health Application in Remote Sensing PHD Polar HDF-EOS Data Imaging and Subsetting PI Principal Investigator PICARD Push-broom Imager for Cloud and Aerosol Research and Development PIM Protocol Independent Multicast PIP Precipitation Imaging Package PL Public Law PLAR Post-Launch Assessment Review PLDS Pilot Land Data System PLRA Program-Level Requirements Appendix PLUE Population, Land Use, and Emissions P-MP Point-MultiPoint systems PMR Pressure-Modulated Radiometer PNNL Pacific Northwest National Laboratory POA&Ms Plan of Action/Milestones POAM Polar Ozone and Aerosols Mission POC Point Of Contact PO.DAAC Physical Oceanography Distributed Active Archive Center POD Polarimeter Definition PODEX Polarimeter Definition Experiment POEM Polar-Orbit Earth Observation Mission POEMS Positron Electron Magnet Spectrometer POES Polar-Orbiting Operational Environmental Satellite POGO Polar-Orbiting Geophysical Observatory POLARIS Photochemistry of Ozone Loss in the Arctic Region In Summer POLDER Polarization and Directionality of Earth's Reflectances (CNES, ADEOS) POLES Polar Exchange at the Sea Surface PolinSAR Polarimetric Interferometric SAR POP Program Operating Plan POS Product Order Status POSS Precipitation Occurrence Sensor System PP Principal Point PPR Photopolarimeter Radiometer PPRS Precipitation Retrieval and Profiling Scheme PPS Precipitation Processing System PR Precipitation Radar (TRMM) PRARE Precise Range and Range Rate Equipment PRAREE Precise Range and Range Rate Equipment - Extended PREFIRE Polar Radiant Energy in the Far Infrared Experiment PRIRODA Nature Instrument Model on Russian MIR Station PRISM Portable Remote Imaging Spectrometer PRPS Precipitation Retrieval and Profiling Scheme PRR Production Readiness Review PSA Product Specific Attributes PSAT Predicted Site Acquisition Table PSD Product Specification Document PSLA Project Service Level Agreement PSLV Polar Satellite Launch Vehicle PT-JPL Priestly-Taylor Jet Propulsion Laboratory PTH Performance Test Host PU Processing Unit PUMP Provider User Management Program (retied; replaced by MMT) PV Precision Visuals PVC Performance Verification Center PVI Precipitation Video Imager PVI Perpendicular Vegetation Index PyLOT Python cLoud Operations Tool pyQuARC Python library for Earth observation metadata quality assessment Q Back to top QA Quality Assurance QC Quality Control QOS Quality of Service QUASAR Quality Assurance and Stability Reference QuikSCAT Quick Scatterometer QWIP Quantum Well Infrared Photodetector R Back to top RA Radar Altimeter RADAR Radio Direction And Ranging *commonly referred to as radar RADARSAT Radar Satellite RADEX Radar Definition Experiment RAID Redundant Array of Independent Disks RAMP Radarsat Antarctic Mapping Program RAR Real Aperture Radar RASA Russia Aviation-Space Agency RASCAL Raster Scanning Airborne Laser RBD Rate Buffered Data RCIP Real-Time Critical IP RCP Representative Concentration Pathway RCSSMRS Regional Center for Services in Surveying, Mapping and Remote Sensing REIS RapidEye Earth Imaging System REYNSST NCEP Reynolds Blended SST Weekly Product RF Radio Frequency RFC Request For Comment RGB Red-Green-Blue RGS Receiving Ground Station (ASF) RINEX Receiver Independent Exchange (GPS data format) RIP Router Information Protocol RIS Raster Image Set RMS Requirements Management System RMSE Root-Mean-Square Error RNSS Radio Navigation Satellite Service RO Radio Occultation ROA Remotely Operated Aircraft ROM Read-Only Memory ROSA Radio Occultation for Sounding the Atmosphere ROSHYDROMET Russian Federal Service for Hydrometeorology and Environmental Monitoring ROSIS Reflective Optics System Imaging Spectrometer rpm revolutions per minute RQMT Requirements Document RRS Reduced Redundancy Storage RSA Russian Space Agency Rosaviakosmos RSAC Remote Sensing Applications Center RSG Remote Sensing Group (UAZ) RSI RADARSAT International RSMAS Rosenstiel School of Marine and Atmospheric Sciences RSS Remote Sensing Society (UK) RST Remote Science Terminal RT Real-Time RTADS Real-Time Attitude Determination System RTC Radiometrically Terrain-Correct RTCM Radio Technical Commission for Maritime (format) RTCP Real-Time Control Protocol RTCS Real-Time Command Sequence RTP Real-Time Positioning RTS Real-Time System RTSP Real-Time Streaming Protocol RTSS Real-Time System Simulator RTSW Real Time Solar Wind RUC Rapid Update Cycle RVoG Random Volume over Ground S Back to top S&R Search and Rescue S3 Amazon Simple Storage Service s3fs S3 File System S4PM Simple, Scalable, Script-based, Science Processor for Measurements S-GCOS Space-Based Global Change Observation System S-HIS Scanning High-Resolution Interferometer Sounder S-MODE Sub-Mesoscale Ocean Dynamics Experiment S-PDS Session-based Production Data Sets SaaS Software as a Service SABGOM South Atlantic Bight and Gulf of Mexico SAC-D Satélite de Aplicaciones Científicas-D SAFARI Southern African Regional Science Initiative SAFIRE Spectroscopy of the Atmosphere using Far Infrared Emission SAGE Stratospheric Aerosol and Gas Experiment SAM Stratospheric Aerosol Measurement SAMS Stratospheric And Mesospheric Sounder SAP Service Access Point SAPHIR Sounder for Probing Vertical Profiles of Humidity SAR Synthetic Aperture Radar SARSAT SAR Satellite SAS-C Scientific Applications Satellite - C SASS Seasat-A Satellite Scatterometer System SATC Software Assurance Technology Center SAVE Southern African Validation of EOS SAVI Soil-Adjusted Vegetation Index SBA Search Based Application SB-PDS Session-Based Production Data Sets SBES Singlebeam Echo Sounding SBUV Solar Backscatter Ultraviolet SCA Star Camera Assembly ScaLARS Scanning Laser Altitude and Reflectance Sensor (Germany) SCaMPR Self-Calibrating Multivariate Precipitation Retrieval SCAN Snow Climate Analysis Network SCANSAR Scanning Synthetic Aperture Radar SCANSCAT Scatterometer (Dual Pencil-Beam), Advanced Scatterometer for Studies in Meteorology and Oceanography SCAR-A Smoke/Sulfates, Clouds and Radiation - America SCAR-B Smoke/Sulfates, Clouds and Radiation - Brazil SCARAB Scanner for the Radiation Budget SCF Science Computing Facility SCIAMACHY Scanning Imaging Absorption Spectrometer for Atmospheric Cartography SCP Secure Copy SCUBA Self Contained Underwater Breathing Apparatus *commonly referred to as scuba SDAC Satellite Data Analysis Center SDAT Spatial Data Access Tool SDCS SAR Data Catalog System SDMP Science Data Management Plan SDN Software-Defined Network (SD-LAN, SD-WAN) SDOC Science Data Operations Center SDPF Science Data Processing Facility SDPS Science Data Processing Segment (ECS) SDPS Science Data Processing System SDR System Definition Review SDS Science Data System SDSC San Diego Supercomputer Center SDSD Satellite Data Services Division SE&I System Engineering and Integration SE/RC System Evolution/Release C (ECS) SEAC4RS Southeast Asia Composition, Cloud, Climate Coupling Regional Study SeaDAS SeaWiFS Data Analysis System *commonly referred to as SeaDAS SeaPAC SeaWinds Project (JPL) SEASAR Sea Synthetic Aperture Radar SEASAT Sea Satellite SEASTAR Spacecraft Flying SeaWiFS SeaWiFS Sea-Viewing Wide-Field Sensor SeaWinds Seawinds Scatterometer (for Flight on ADEOS II) SEDAC Socioeconomic Data and Applications Center SEE Sustaining Engineering Facility (EDOS Component) SEEDS Strategic Evolution of ESE Data Systems (formerly NewDISS) SEF Sustaining Engineering Facility (EDOS) SELV Small Expendable Launch Vehicle SEM Space Environment Monitor SERF Service Entry Resource Format SESDI Semantically-Enabled Scientific Data Integration SESPD Space and Earth Science Programs Directorate SEVIRI Spinning Enhanced Visible and Infrared Imager (ESA) SFE Science Formatting Equipment (Terra AM-1) SFSI Shortwave-Infrared Full Spectrum Imager (Canada) SFTP Secure Shell File Transfer Protocol SGI Silicon Graphics - Iris SGML Standard Generalized Markup Language SGS Svalbard Ground Station (Norway) SHIPS Statistical Hurricane Intensity Prediction Scheme SI Spatial Information SIASGE Sistema Italo-Argentino de Satélites protects Gestión de Emergencias SiB4 Simple Biosphere Model 4 SIF Solar-Induced Fluorescence SIF-ESDR Solar-Induced Fluorescence Earth Science Data Record SIG Special Interest Group SIM Spectral Irradiance Monitor SIMBIOS Sensor Intercomparison and Merger for Biological and Interdisciplinary Oceanic Studies SIMIP Sea Ice Model Intercomparison Project SIMMS Scalable Integrated Multi-Mission Simulator SIN Sinusoidal SIP Standard Internet Protocol SIPS Science Investigator-led Processing System SIR System Integration Review SIR-C Shuttle Imaging Radar-C SIR-C/X-SAR Spaceborne Imaging Radar-C/X-Band SAR SIRS Satellite Infrared Spectrometer SIS Spatial Information System SISS Software Implementation Support System SIT System Integration Test SIVY Systems Integration and Visualization of Yellowstone SKS Svalbard Kongsberg Ground Station SLA Service Level Agreement SLAI Sunlit Leaf Area Index SLAR Side-Looking Airborne Radar SLR Satellite Laser Ranging SLC Single Look Complex SMAP Soil Moisture Active Passive SMAPVEX SMAP Validation Experiment SMC System Management Center SMD Science Mission Directorate SMIL Synchronized Multimedia Integration Language SMM Solar Maximum Mission SMMR Scanning Multispectral Microwave Radiometer SMOS Soil Moisture and Ocean Salinity SMP SnowMicroPen SMS Synchronous Meteorological Satellite SMSR Safety and Mission Success Review SMTP Simple Mail Transport Protocol SN Space Network SNMP Simple Network Management Protocol SNOTEL Snow Telemetry SNOW-I Search 'N Order Web Interface SnowEx Snow Experiment SNWG Satellite Needs Working Group SNR Signal-to-Noise Ratio SNS Simple Notification Service SNSB Swedish National Space Board SOAP Simple Object Access Protocol SOAR Satellite Ocean Aerosol Retrieval SoCAB South Coast Air Basin SOCC Science Operations Control Center SOLSPEC Solar Spectrum (Space Shuttle instrument from Europe) SOLSTICE Solar Stellar Irradiance Comparison Experiment SOM Space Oblique Mercator (projection); Spatial Object Manager SONAR Sound Navigation and Ranging SONET Synchronous Optical Network SOP Standard Operating Procedure SORCE Solar Radiation and Climate Experiment SOX Southern Crossroads SOW Statement of Work SP2 Single Particle Soot Photometer SPANS Simple Protocol for Asynchronous Transfer Mode Network Signaling SPDB Science Processing Database SPEX Spectral Polarimeter for Planetary Explorations SPIE Society of Photo-optical Instrumentation Engineers SPIN-2 Space Information-2 Meter Data (Russian Space Agency) SPOT Systeme Pour l'Observation de la Terre SPoRT Short-term Prediction Research and Transition Center SPS Science Processing System SPURS Salinity Processes in the Upper Ocean Regional Study SQS Simple Queue Service SRB Surface Radiation Budget SRL Shuttle Research Laboratory SROM Spectro-radiometer for Ocean Monitoring SRR System Requirements Review SRS/GPS Stellar Reference System/Global Positioning System SRTM Shuttle Radar Topology Mission SSA Southern Study Area SSALT Solid-State Altimeter SSB Space Studies Board SSBUV Shuttle Solar Backscatter Ultraviolet SSC Stennis Space Center DO NOT USE (per NASA Style Guide) SSE Surface Solar Energy SSEC Space Science and Engineering Center (University of Wisconsin) SSH Sea Surface Height SSHA Sea Surface Height Anomalies SSI&T Science Software Integration and Test SSL Secure Sockets Layer SSM/I Special Sensor Microwave/Imager SSM/T Special Sensor Microwave/Temperature Sounder SSMIS Special Sensor Microwave Imager Sounder SSO Single Sign-On SSP Shared Socioeconomic Pathways SSS Sea Surface Salinity SST Sea Surface Temperature SSU Stratospheric Sounding Unit STA Science and Technology Agency STA3CD Subsetting Tools for Advanced Analysis of Airborne Chemistry Data STAC SpatioTemporal Asset Catalog STARE SpatioTemporal Adaptive-Resolution Encoding to Unify Diverse Earth Science Data for Integrative Analysis STC Short-time Critical STDM Spacecraft Tracking and Data Network STGT Second TDRSS Ground Terminal STIKSCAT Stick Scatterometer STILT Stochastic Time -Inverted Lagrangian Transport STS Space Transport System SUCCESS SUbsonic aircraft Contrail and Clouds Effects Special Study SUDS Science, User and Data Services Suomi NPP Suomi National Polar-orbiting Partnership SW Shortwave radiation SWBD Shuttle Radar Topography Mission (SRTM) Water Body Dataset SWE Snow Water Equivalent SWESARR Snow Water Equivalent SAR and Radiometer SWG Science Working Group SWIR Shortwave infrared (TM5 and TM7 spectral region) SWIRLS Stratospheric Wind Infrared Limb Sounder SWOT Surface Water Ocean Topography T Back to top T&C Telemetry and Command TT&C Tracking, Telemetry and Command TARFOX Tropospheric Aerosol Radiative Forcing Observational Experiment TB terabyte (1012) TBD To Be Determined TBM Terrestrial Biosphere Model TCI Tropical Cyclone Intensity TCP/IP Transmission Control Protocol/Internet Protocol TCSP Tropical Cloud Systems and Processes TDOPF Time Dependent Operational Parameter Fire TDRS Tracking and Data Relay Satellite TDRSS Tracking and Data Relay Satellite System TDX TanDEM-X TEDA Technical Data Acquisition Equipment (ADEOS) TEMPO Tropospheric Emissions: Monitoring of Pollution TERS Tropical Earth Resources Satellite TES Tropospheric Emission Spectrometer TGD Thermal Infrared TGDDIS Trace Gas Dynamics Data Information System THIR Temperature-Humidity Infrared Radiometer THORpex THe Observing-system Research and predictability experiment THREDDS THematic Realtime Environmental Distributed Data Services TIGER Thermal Infrared Ground Emission Radiometer TIM TRMM Microwave Imager TIMS Therms Infrared Multispectral Scanner TIN Triangular Irregular Network TIR Thermal Infrared TIROS Television and Infrared Operational Satellite TIRS Thermal Infrared Sensor TIS Topographic Information Systems TISF Tape Inventory Sequential Files TLS Terrestrial Laser Scanning TLSCF Team Led Science Computing Facility TM Thematic Mapper (Landsat 5) TMI TRMM Microwave Instrument (Japan) TMPA TRMM Multi-satellite Precipitation Analysis TMR TOPEX Microwave Radiometer TOA Top-of-Atmosphere TOAST Total Ozone Analysis using SBUV/2 and TOVS ToF Time of Flight TOGA Tropical Ocean Global Atmosphere TOLNet Tropospheric Ozone Lidar Network TomoSAR Tomography SAR TOMS Total Ozone Mapping Spectrometer TOPEX Ocean Topography Experiment TOPSAR Topographic Synthetic Aperture Radar TOVS TIROS Operational Vertical Sounder TPM Trusted Platform Mobile TRACER Tropospheric Radiometer for Atmospheric Chemistry and Environmental Research TRACER-AQ TRacking Aerosol Convection ExpeRiment – Air Quality TRMM Tropical Rainfall Measuring Mission TROPICS Time-Resolved Observations of Precipitation structure and storm Intensity with a Constellation of Smallsats TROPOMI TROPOspheric Monitoring Instrument TRUST TDRSS Resource User Support Terminal TSAVI Transformed Soil Adjusted Vegetation Index TSDIS TRMM Science Data and Information System TSIS Total and Spectral Solar Irradiance Sensor TSS TRMM Support System TSTOL TRMM System Test and Operations Language TSU TRMM Science User TSX TerraSAR-X TURFTS TDRSS User Radio Frequency Test Set TWMS Tiled Web Map Service U Back to top UAF University of Alaska-Fairbanks UARP Upper Atmosphere Research Program UARS Upper Atmosphere Research Satellite UAT User Acceptance Testing UAV Uninhabited Aerial Vehicle UCAR University Corporation for Atmospheric Research UCL University College, London UDP/IP User Datagram Protocol/Internet Protocol UEM Unified Endpoint Management UHF Ultra High Frequency UIUC University of Illinois at Urbana-Champaign um micrometer UMBC University of Maryland, Baltimore County UMM Unified Metadata Model UNOOSA United Nations Office of Outer Space Affairs URI Uniform Resource Identifier URL Uniform Resource Locator URS User Registration System (EOSDIS) UserDIS User Data Information System USGCRP United States Global Change Research Program USNO United States Naval Observatory USNVC United States National Vegetation Classification USO Ultra-Stable Oscillator USV Uninhabited Surface Vehicle UTC Universal Time, Coordinated UTCF Universal Time Correlation Factor UTDF Universal Tracking Data Format UTM Universal Transverse Mercator UV Ultraviolet UWG User Working Group UWIREMIS University of Wisconsin-Madison MODIS Infrared Emissivity V Back to top V0 Version 0 VAS VISSR Atmospheric Sounder VATC Verification and Acceptance Testing Center VCF Vegetation Continuous Fields VCL Vegetation Canopy LIDAR VD Village Directory VDI Virtual Desktop Infrastructure VEDA Visualization, Exploration, and Data Analysis project VESDR Vegetation Earth System Data Record VGT SPOT-4 VEGETATION instrument (France) VHRPC Very High Resolution Panchromatic Camera VHRR Very High Resolution Radiometer VI Vegetation Index VID Vegetation Index Differencing VIIRS Visible Infrared Imaging Radiometer Suite VIP Vegetation Index and Phenology VIRGO Variability of Solar Irradiance and Gravity Oscillations VIRR Visible and Infrared Radiometer VIRS Visible Infrared Scanner VIRSR Visible Infrared Scanning Radiometer VIS Visible (spectral region) VIS-UV Visible/Ultraviolet Spectrometer VIS/IR Visible/Infrared VISSR Visible/Infrared Spin-Scan Radiometer (GOES) VLBI Very-long-baseline interferometry VM Virtual Machine VML Vector Markup Language VMM Virtual Machine Monitor VMM VISSR Multiplexor/Modulator VNIR Visible and Near-infrared (spectral region) VOCs Volatile Organic Compounds VOLCAM Volcanic Ash Mission VPC Virtual Private Cloud VPN Virtual Private Network VRM Vector Ruggedness Measure VRML Virtual Reality Modeling Language VSAR Variable Synthetic Aperture Radar VTIR Visible and Thermal Infrared Radiometer W Back to top W/A Working Agreement WAN Wide Area Network WCRP World Climate Research Program WCS Web Coverage Service WDVI Weighted Difference Vegetation Index WebDAV Web Distributed Authoring and Versioning WELD Web Enabled Landsat Data WetCHARTs Wetland Methane Emissions and Uncertainty Wetnet Network for Distribution and Joint Analysis of SSM/I WFF Wallops Flight Facility DO NOT USE (per NASA Style Guide) WFOV Wide Field Of View WG Working Group WGCV Working Group on Calibration and Validation (CEOS) WGD Working Group on Data (CEOS) WGISS Working Group on Information Systems and Services WGS Wallops Ground System WGS 84 World Geodetic System 1984 WHOI Woods Hole Oceanographic Institution WiFS Wide Field-of-view-Sensor WiMAX Worldwide Interoperability for Microwave Access WIST Warehouse Inventory Search Tool WMO World Meteorological Organization WMS Web Map Service WMTS Web Map Tile Service WOCE World Ocean Circulation Experiment WOTIS Wallops Orbital Tracking Information System WRAP Wildfire Research and Application Partnership WSC White Sands Complex WSGT White Sands Ground Terminal WSMC Western Space and Missile Center WSTF White Sands Test Facility DO NOT USE (per NASA Style Guide) WTS Wallops Tracking Station WWW World Wide Web *commonly referred to as www WYSIWYG What You See Is What You Get X Back to top X-SAR X-Band Synthetic Aperture Radar XBT Expendable Bathythermograph xDLS eXtensible Distance Learning System XHTML eXtensible Hyper Text Markup Language *commonly used as XHTML or xhtml XML eXtensible Markup Language *commonly used as XML or xml XP Exchange Point XPS XUV Photometer System XSL eXtensible Stylesheet Language XSLT eXtensible Stylesheet Language Transformation Y Back to top YIBS-CEO Yale Institute of Biospheric Studies - Center of Earth Observation YTD Year To Date Z Back to top Last Updated Mar 4, 2023 Discover More From Earthdata Subscribe"]},
{"URL": "https://www.earthdata.nasa.gov/learn/gis", "Content Type": "text/html", "Paragraphs": ["GIS at NASA: Expanding the Understanding of Earth Science | Earthdata Skip to main content GIS at NASA: Expanding the Understanding of Earth Science Discover, explore, and access GIS content to help you better understand Earth science using NASA's free and open data. Using GIS, you can leverage NASA's Earth observations to perform analysis, create maps, and develop applications. Learn About GIS Get Started With GIS Discover GIS Content Explore the Imagery Access the Data Explore NASA Earth Observation Data NASA data are available without restriction. Explore recent uses of data incorporating GIS technology. Image NASA Earth Science Teams Support the Federal GIS Community The Earth Science Data Systems (ESDS) Program Geographic Information Systems Team (EGIST) and members of NASA’s Earth Science Division showcased GIS resources at the Esri Federal GIS Conference. Image Celebrate GIS Day 2022! Geographic Information Systems (GIS) provide powerful capabilities for visualizing, analyzing, and interacting with Earth science data. Image Evolving GIS Technologies Advance Disaster Management “A picture is worth a thousand words” is a saying largely undisputed in its accuracy. There’s a reason several different languages and cultures have a version of this popular idiom. Graphics can convey in seconds what words need more time to say. When disasters strike, every minute and second becomes incredibly precious. During critical times, geographic information systems (GIS) become indispensable in disseminating data in a way everyday people can quickly understand. Image New Getting Started with NASA Worldview Tutorial In this tutorial, learn how to use NASA's Earth Observing System Data and Information System (EOSDIS) Worldview imagery mapping and visualization application to explore and visualize NASA Earth science imagery to see hurricanes forming, wildfires spreading, icebergs drifting and more. Image Global Imagery Browse Services (GIBS) APIs GIBS APIs provide access to global, full-resolution satellite imagery in a highly responsible manner, enabling interactive exploration of Earth. Previous Pause Next See GIS in Action Thematic Applications Using NASA Earthdata Collaborate and create interactive applications combining high value data together in an interactive, informative, web-based application. Focusing on key topics or themes allows users to see the best available data from NASA to help them understand complex challenges facing our world. Drought Web App Flooding Web App Tropical Storm Web App NASA Earthdata Narratives Datasets have a story to tell. Engage and inspire your audience by combining text, images, and other multimedia content with maps. You have the local knowledge and expertise; now begin and sustain a meaningful connection with your users. Learn about NASA Earthdata as Image Services Image Image services are a way to process and share collections of imagery. This provides considerable flexibility and scalability for storing, processing, analyzing, and sharing imagery and raster products. These flexible and robust services can be comprised of a variety of data types, both large and small, and can be multiband or multidimensional. These services leverage a powerful server backend to perform the required processing on-the-fly and dynamic mosaicking of images. These applications can access the imagery as a seamless mosaic or query into the metadata of each image to display only a selection of the data or apply processing across datasets to find differences or perform classification. These processes can include reprojection, orthorectification, clipping, the application of complex image processing algorithms, and more. Clients can connect to image services using an ArcGIS Server connection or via REST. Additionally, image services can be published with the Open Geospatial Consortium, Inc. (OGC) Web Map Service (WMS) or Web Coverage Service (WCS) capabilities. By adding additional capabilities, clients can access your image service in an expanded variety of applications and devices. ArcGIS Image Services can also be accessed and used inside open source tools such as QGIS and Jupyter Notebooks. See NASA Data as Image Services in Action Find and Use Image Services Sentinel-2 Views Sentinel-2 10 m multispectral, multitemporal, 13-band images with visual renderings and indices. This imagery layer is sourced from the ESA (European Space Agency) Sentinel-2 mission on Amazon Web Services (AWS) collections and is updated daily with new imagery. Multispectral Landsat Landsat multispectral and multitemporal imagery with on-the-fly renderings and indices for visualization and analysis. The Landsat 8 and 9 imagery in this layer is updated daily and is directly sourced from the USGS Landsat collection on AWS. True Color - Corrected This visualization represents a true color band combination (1-4-3) of data collected by the MODIS instrument aboard NASA's Terra satellite and is most similar to how we see Earth’s surface. Earth at Night (2016) This layer presents a nighttime view of Earth that provides an informational and educational view of our planet. Pansharpened Landsat Landsat pansharpened and multitemporal 15 m imagery rendered on-the-fly as Natural Color with dynamic range adjustment (DRA) for visualization and analysis. It is updated daily with new imagery directly sourced from the USGS Landsat collection on AWS. Landsat 8 Views Landsat 8 multispectral and multitemporal imagery with on-the-fly renderings and indices for visualization and analysis. The imagery in this layer is updated daily and is directly sourced from the USGS Landsat collection on AWS. Panchromatic Landsat panchromatic and multitemporal 15 m imagery with on-the-fly renderings and indices for visualization and analysis. It is updated daily with new imagery directly sourced from the USGS Landsat collection on AWS. Landsat GLS Multispectral Landsat Global Land Survey (GLS) 30 m and 60 m multispectral and multitemporal imagery with on-the-fly renderings and indices for visualization and analysis. See More Check out our GIS Resources playlist on the Earthdata YouTube channel. Engage With the Community Discuss research needs, data, and data applications. GIS Tips and Tricks Check out our Tutorials and Data Recipes. See NASA Earthdata in Climate Applications See how NASA Earth observation data are fueling powerful, interactive climate applications. These applications deliver and visualize critical spatial information to help users better understand changing Earth systems. Water Balance Sea Ice Aware POWER Data Access Last Updated Jun 28, 2022 Discover More From Earthdata Subscribe"]},
{"URL": "https://www.usa.gov/recalls", "Content Type": "text/html", "Paragraphs": ["Protect Yourself from Recalled Products | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Recalls protect the public from products that may cause illness or injuries. A government agency or manufacturer will alert the public to take specific actions. Some recalls ban the sale of an item and instruct you to throw away the product. Other recalls ask you to return the item for replacement or repair. The seller will replace the defective part to reduce the danger of using the product. Commonly recalled products include: Child safety seats Cosmetics Food Medication Toys Vehicles Before you buy a product, especially for a child, find out if the manufacturer has recalled it. Visit these websites to find the latest on safety recalls: Recalls.gov lists recalls from federal agencies. Sign up for free email notifications on recalls . NHTSA.gov publishes safety information on vehicles and equipment, such as children's car seats. FSIS.USDA.gov lists meat, sausage, poultry, and processed egg product recalls. FDA.gov lists food recalls (non-meat products, fruits, vegetables, seafood, shelled eggs, and infant formulas), medicines, medical devices, cosmetics, biologics, radiation-emitting products, veterinary drugs, and pet food. Foodsafety.gov publishes food recalls from across the government. The government accepts complaints about unsafe and mislabeled products. FoodSafety.gov directs you to the correct agency to report unsafe food products, such as pet food and food sold in restaurants. Meat, poultry, and eggs are inspected by the Food Safety Inspection Service, part of the Agriculture Department. Report issues to the USDA Meat and Poultry Hotline at 1-888-674-6854 , or submit a report online to the USDA Food Safety and Inspection Service . Other food products are inspected by the Food and Drug Administration. Contact them with questions or complaints at 1-888-723-3366 . The National Highway Traffic Safety Administration accepts complaints about defective vehicles and car accessories . SaferProducts.gov allows you to report incidents and safety concerns with consumer products. You can also read about incidents reported by other people. Share This Page: Do you have a question? Ask a real person any government-related question for free. They'll get you the answer or let you know where to find it. Talk to a live USA.gov agent Web Chat with a live USA.gov agent Last Updated: November 10, 2022 Top"]},
{"URL": "https://forum.earthdata.nasa.gov/viewforum.php?f=7&&ServicesUsage=16", "Content Type": "text/html", "Paragraphs": ["Questions/Comments - Earthdata Forum Forum Home Logo Welcome to the Earthdata Forum! Here, the scientific user community and subject matter experts from NASA Distributed Active Archive Centers (DAACs), and other contributors, discuss research needs, data, and data applications. Skip to content Quick links Unanswered questions Active questions Search Help FAQ (PDF will open in new tab) General User Guide (PDF will open in new tab) Data Recipes (PDF will open in new tab) Login Home Questions/Comments Search Questions/Comments Use this Forum to find information on, or ask a question about, NASA Earth Science data. Filter Results Filter by Answered Toggle Accordion Filter by Answered With a Best Answer Without a Best Answer Without a Reply Selecting this option will not include FAQ's, data recipes, or historical announcements. Filter by Text Toggle Accordion Filter by Text Search Narrow results by searching within: Question titles and message text Message text only Question titles only First post of questions only Selected Tag Match Toggle Accordion Selected Tag Match ANY HYBRID ALL This option allows you to change the search results with regards to tag groups: Discipline, DAAC, Projects, and Services/Usage. \"Hybrid\" displays combined results from all 4 of the tag groups. \"Any\" displays results that are tagged with one or more selected tags. \"All\" displays results that are tagged with all selected tags. Filter by Discipline Toggle Accordion Filter by Discipline Atmosphere Biogeochemical Dynamics Calibrated and Solar Radiance Cryosphere Human Dimensions Hydrology Land Ocean Space GeodesyTechnq-SolidEarth Synthetic Aperture Radar Terrestrial Ecology Filter by DAAC Toggle Accordion Filter by DAAC ASDC ASF CDDIS GES DISC GHRC LAADS LP DAAC NSIDC OBDAAC ORNL PODAAC Filter by Projects Toggle Accordion Filter by Projects ABoVE ACT-America AfriSAR Airborne Hyperspectral AirMOSS AIRS ALOS PALSAR ALOS PALSAR RTC AMS AMSR-E/AMSR2 Aqua AST ASTER ATom CALIPSO CATS CERES CMS Coast Coral-PRISM CZCS Daymet Delta-X DISCOVER-AQ DORIS DSCOVR e-MAS ECOSTRESS Envisat MERIS ERS Field Campaign FIRMS G-LiHT GEDI GLDAS/NLDAS GLIMS GNSS GOCI GPM GUNW InSAR Headwall HICO High Mountain Asia HLS IceBridge ICESat/ICESat-2 JERS-1 LANCE Landsat MASTER MEaSUREs MERIS MERRA-2 MISR MODIS MODIS Subsets MOPITT NASADEM Nimbus NOAA AVHRR OCO OCTS OLCI OMI PACE POD POWER - SSE RADARSAT-1 S-NPP VIIRS SAGE SAR Sea Ice MEaSUREs SeaBASS SeaHawk-1/HawkEye SeaWiFS Sentinel S3 A/B-OLCI/SLSTR Sentinel-1 Sentinel-1 Coherence Dataset Sentinel-2 Sentinel-6 SLR SMAP SMMR-SSM/I-SSMIS SnowEX SRB SWOT Terra TES TRMM TROPOMI UAVSAR VIIRS VIIRS/JPSS1 NOAA-20 VLBI Wetlands MEaSUREs Filter by Services/Usage Toggle Accordion Filter by ServicesUsage Algorithms Announcements Cloud Data Access Data Download Data Processing Data Recipes Data Search Data Visualization Documentation FAQ GCMD Keywords General Science Giovanni GIS Tools HyP3 On-Demand Processing Near Real Time/NRT SeaDAS SOOT Vertex Data Search Filter by Dates Toggle Accordion Filter by Dates From: End: Filter by Author Toggle Accordion Filter by Author Search Reset all filters Toggle Announcements Accordion Announcements GCMD Keywords Version 15.6 Released Last post by rosy.cordova « Fri Mar 17, 2023 9:50 am America/New_York Go to last post by rosy.cordova » Fri Mar 17, 2023 9:50 am America/New_York Announcements GCMD Keywords CERES Energy Balanced and Filled (EBAF) Edition 4.2 Product Announcement Last post by ASDC - mcook « Thu Mar 16, 2023 3:30 pm America/New_York Go to last post by ASDC - mcook » Thu Mar 16, 2023 3:30 pm America/New_York ASDC Announcements Atmosphere CERES Crop Mapping using Synthetic Aperture Radar (SAR) & Optical Remote Sensing: Open, Online NASA ARSET Training Invitation Last post by sarah.cutshall « Mon Mar 13, 2023 12:48 pm America/New_York Go to last post by sarah.cutshall » Mon Mar 13, 2023 12:48 pm America/New_York Announcements Data Access Data Processing General Science Human Dimensions Land SAR Sentinel-1 Sentinel-2 Biodiversity Applications for Airborne Imaging Systems: Open, Online NASA ARSET Training Invitation Last post by sarah.cutshall « Mon Feb 27, 2023 3:41 pm America/New_York Go to last post by sarah.cutshall » Mon Feb 27, 2023 3:41 pm America/New_York Announcements General Science Land Ocean Terrestrial Ecology Post a New Question Share these results 30 questions 1 2 Next Questions and Comments Replies Last post GEDI V2 Above Ground Biomass Density Available for September and October 2022 Last post by ORNL - mthornton « Fri Mar 10, 2023 5:17 pm America/New_York Go to last post by ORNL - mthornton » Fri Mar 10, 2023 5:17 pm America/New_York Announcements Data Access Data Recipes GEDI ORNL 0 Replies Last post by ORNL - mthornton Go to last post Fri Mar 10, 2023 5:17 pm America/New_York REMINDER - PO.DAAC Drive and Legacy Tools and Services RETIREMENT March 31, 2023 Important Information for Users Last post by PODAAC - colleen « Wed Mar 01, 2023 3:28 pm America/New_York Go to last post by PODAAC - colleen » Wed Mar 01, 2023 3:28 pm America/New_York Announcements Cloud Data Access Data Download Data Recipes Data Search Documentation PODAAC 0 Replies Last post by PODAAC - colleen Go to last post Wed Mar 01, 2023 3:28 pm America/New_York PO.DAAC CLOUD DATA - ABOUT Last post by PODAAC - colleen « Thu Feb 02, 2023 11:32 pm America/New_York Go to last post by PODAAC - colleen » Thu Feb 02, 2023 11:32 pm America/New_York Cloud Data Access Data Recipes Data Search PODAAC 0 Replies Last post by PODAAC - colleen Go to last post Thu Feb 02, 2023 11:32 pm America/New_York PO.DAAC CLOUD DATA - RESOURCES Last post by PODAAC - colleen « Thu Feb 02, 2023 11:09 pm America/New_York Go to last post by PODAAC - colleen » Thu Feb 02, 2023 11:09 pm America/New_York Cloud Data Access Data Recipes PODAAC 0 Replies Last post by PODAAC - colleen Go to last post Thu Feb 02, 2023 11:09 pm America/New_York Download ASDC Files with Wget Last post by maria.stoica « Tue Jan 17, 2023 5:28 pm America/New_York Go to last post Replies: 15 by njester » Mon May 24, 2021 11:44 am America/New_York ASDC Data Download Data Recipes 15 Replies Last post by maria.stoica Go to last post Tue Jan 17, 2023 5:28 pm America/New_York Create a \"CO mixing ratio\" PLOT with a MOPITT dataset Last post by ASDC - ingridgs « Mon Nov 21, 2022 10:45 am America/New_York Go to last post by ASDC - ingridgs » Mon Nov 21, 2022 10:45 am America/New_York ASDC Announcements Data Recipes 0 Replies Last post by ASDC - ingridgs Go to last post Mon Nov 21, 2022 10:45 am America/New_York Create an \"Aerosol Optical Depth (AOD)\" PLOT with a MISR L3 product Last post by ASDC - ingridgs « Fri Nov 18, 2022 3:06 pm America/New_York Go to last post by ASDC - ingridgs » Fri Nov 18, 2022 3:06 pm America/New_York ASDC Announcements Data Recipes 0 Replies Last post by ASDC - ingridgs Go to last post Fri Nov 18, 2022 3:06 pm America/New_York Create a \"O3 amount\", \"Reflectivity\", \"Radiative Cloud Fraction\", and \"Cloud Pressure\" PLOT with a DSCOVR EPIC L2 Last post by ASDC - ingridgs « Fri Nov 18, 2022 2:10 pm America/New_York Go to last post by ASDC - ingridgs » Fri Nov 18, 2022 2:10 pm America/New_York ASDC Announcements Data Recipes 0 Replies Last post by ASDC - ingridgs Go to last post Fri Nov 18, 2022 2:10 pm America/New_York Create an \"Ozone Number Density\" PLOT with a CALIPSO L-1B dataset Last post by ASDC - ingridgs « Fri Nov 18, 2022 1:31 pm America/New_York Go to last post by ASDC - ingridgs » Fri Nov 18, 2022 1:31 pm America/New_York ASDC Announcements Data Recipes 0 Replies Last post by ASDC - ingridgs Go to last post Fri Nov 18, 2022 1:31 pm America/New_York Python 3 Earthdata downloads Last post by earthengine_urs « Sat Aug 20, 2022 11:56 pm America/New_York Go to last post Replies: 1 by earthengine_urs » Fri Aug 19, 2022 10:51 pm America/New_York Data Download Data Recipes 1 Replies Last post by earthengine_urs Go to last post Sat Aug 20, 2022 11:56 pm America/New_York Downloading ASDC Data with Python 3 Last post by njester « Fri Jul 22, 2022 10:03 am America/New_York Go to last post Replies: 21 by njester » Mon May 24, 2021 11:49 am America/New_York ASDC Data Download Data Recipes 21 Replies Last post by njester Go to last post Fri Jul 22, 2022 10:03 am America/New_York HDF-EOS Tools and Information Center Code Examples Last post by ASDC - rkey « Wed Jul 20, 2022 1:46 pm America/New_York Go to last post Replies: 1 by ASDC - cheyenne.e.land » Fri Jan 07, 2022 1:07 pm America/New_York ASDC Data Recipes FAQ GES DISC LAADS LP DAAC 1 Replies Last post by ASDC - rkey Go to last post Wed Jul 20, 2022 1:46 pm America/New_York Response 401 using requests.get in Python3.7 and 3.9 Last post by yusriy « Wed Jun 15, 2022 11:25 pm America/New_York Go to last post Replies: 1 by yusriy » Tue Jun 14, 2022 12:41 pm America/New_York Data Download Data Recipes 1 Replies Last post by yusriy Go to last post Wed Jun 15, 2022 11:25 pm America/New_York GEDI L4A AGBD Data: Cloud-Based Data Access Tutorial Last post by ORNL - mthornton « Tue May 03, 2022 3:28 pm America/New_York Go to last post by ORNL - mthornton » Tue May 03, 2022 3:28 pm America/New_York Announcements Cloud Data Access Data Recipes GEDI ORNL 0 Replies Last post by ORNL - mthornton Go to last post Tue May 03, 2022 3:28 pm America/New_York ASDC Code Examples on GitHub Last post by ASDC - cheyenne.e.land « Tue Feb 15, 2022 9:53 am America/New_York Go to last post by ASDC - cheyenne.e.land » Tue Feb 15, 2022 9:53 am America/New_York ASDC Announcements Data Recipes 0 Replies Last post by ASDC - cheyenne.e.land Go to last post Tue Feb 15, 2022 9:53 am America/New_York ORNL DAAC Learning Resources Last post by ORNL - mthornton « Fri Oct 01, 2021 2:23 pm America/New_York Go to last post by ORNL - mthornton » Fri Oct 01, 2021 2:23 pm America/New_York ABoVE Announcements Data Access Data Download Data Recipes Daymet GEDI MODIS ORNL 0 Replies Last post by ORNL - mthornton Go to last post Fri Oct 01, 2021 2:23 pm America/New_York revision_date vs 'updated' in CMR granule search? Last post by ASDC - ingridgs « Fri Oct 01, 2021 2:23 pm America/New_York Go to last post Replies: 5 by earthengine_urs » Tue Aug 17, 2021 8:38 pm America/New_York Announcements Data Recipes Data Search GES DISC 5 Replies Last post by ASDC - ingridgs Go to last post Fri Oct 01, 2021 2:23 pm America/New_York ASDC Announcement: StoryMap release - Australian Bushfires in 2019-2020 Last post by emreaksu « Wed Mar 10, 2021 5:15 pm America/New_York Go to last post Replies: 1 by danigroenen » Tue Nov 17, 2020 11:52 am America/New_York ASDC Atmosphere CALIPSO Data Recipes Data Visualization MISR MODIS MOPITT S-NPP VIIRS SAGE 1 Replies Last post by emreaksu Go to last post Wed Mar 10, 2021 5:15 pm America/New_York ASDC Announcement: StoryMap release - Introduction to MAIA & TEMPO Last post by danigroenen « Tue Nov 17, 2020 11:41 am America/New_York Go to last post by danigroenen » Tue Nov 17, 2020 11:41 am America/New_York ASDC Announcements Atmosphere Data Recipes Data Visualization 0 Replies Last post by danigroenen Go to last post Tue Nov 17, 2020 11:41 am America/New_York DAAC Data Recipes Last post by asdc_user_services « Tue Oct 27, 2020 1:42 pm America/New_York Go to last post by asdc_user_services » Tue Oct 27, 2020 1:42 pm America/New_York ASDC CDDIS Data Recipes Documentation FAQ GES DISC GHRC GIS Tools LAADS LP DAAC OBDAAC 0 Replies Last post by asdc_user_services Go to last post Tue Oct 27, 2020 1:42 pm America/New_York LANCE data Last post by GHRC_DAAC_Lucy « Thu Feb 06, 2020 11:59 am America/New_York Go to last post Replies: 1 by EarthdataForumContributor » Tue Feb 04, 2020 11:00 am America/New_York Atmosphere Data Recipes GHRC GIS Tools LANCE 1 Replies Last post by GHRC_DAAC_Lucy Go to last post Thu Feb 06, 2020 11:59 am America/New_York Windows WSL l2gen initialization failure Last post by gnwiii « Wed Oct 30, 2019 8:34 pm America/New_York Go to last post by gnwiii » Wed Oct 30, 2019 8:34 pm America/New_York Data Processing Data Recipes OBDAAC Ocean 0 Replies Last post by gnwiii Go to last post Wed Oct 30, 2019 8:34 pm America/New_York Is there a Global Image Browser Services tutorial? Last post by asdc_user_services « Tue Aug 20, 2019 3:24 pm America/New_York Go to last post Replies: 1 by EarthdataForumContributor » Tue Aug 20, 2019 3:23 pm America/New_York Data Recipes Data Visualization Documentation 1 Replies Last post by asdc_user_services Go to last post Tue Aug 20, 2019 3:24 pm America/New_York Is there a TAD Tutorial (Toolsets for Airborne Data) Last post by EarthdataForumContributor « Tue Aug 20, 2019 3:21 pm America/New_York Go to last post Replies: 4 by EarthdataForumContributor » Tue Aug 20, 2019 2:16 pm America/New_York Airborne Hyperspectral Data Recipes Documentation 4 Replies Last post by EarthdataForumContributor Go to last post Tue Aug 20, 2019 3:21 pm America/New_York Is There A User's Guide or Tutorial For Using Panoply? Last post by asdc_user_services « Tue Aug 20, 2019 1:55 pm America/New_York Go to last post Replies: 1 by EarthdataForumContributor » Tue Aug 20, 2019 1:42 pm America/New_York Data Recipes Data Visualization Documentation MODIS 1 Replies Last post by asdc_user_services Go to last post Tue Aug 20, 2019 1:55 pm America/New_York 30 questions 1 2 Next Forum permissions You cannot post new questions in this forum You cannot reply to questions in this forum You cannot edit your posts in this forum You cannot delete your posts in this forum You cannot post attachments in this forum Home All times are UTC-04:00 Delete cookies NASA Distributed Active Archive Centers (DAAC) and Forum Contributors Powered by phpBB ® Forum Software © phpBB Limited Privacy Policy | Usage Terms and Copyright Close Alert Close Alert"]},
{"URL": "https://www.usa.gov/disability-benefits-insurance", "Content Type": "text/html", "Paragraphs": ["Benefits and Insurance for People with Disabilities | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Short-Term and Long-Term Disability Insurance Social Security Benefits for People with Disabilities Health Insurance and Health Resources for People with Disabilities VA Disability Compensation Benefits If you cannot work because you are sick or injured, disability insurance will pay part of your income. You may be able to get insurance through your employer. You can also buy your own policy. Types of Disability Policies There are two types of disability policies. Short-term policies may pay for up to two years. Most last for a few months to a year. Long-term policies may pay benefits for a few years or until the disability ends. Employers who offer coverage may provide short-term coverage, long-term coverage, or both. If you plan to buy your own policy, shop around and ask: How is disability defined? When do benefits begin? How long do benefits last? How much money will the policy pay? Federal Disability Programs Two Social Security Administration programs pay benefits to people with disabilities. Learn about Social Security Disability Insurance (SSDI) and Supplemental Security Insurance (SSI) . If you have a disability, Social Security Disability Insurance and Supplemental Security Income may help financially. To find out if you’re eligible for either program, use the Benefit Eligibility Screening Tool . Definition of Disability To qualify for either program, you must meet SSA’s definition of disability : You’re unable to do substantial gainful activity (work) Your disability is expected to last for at least one year or result in death Your impairment is on Social Security’s list of disabling medical conditions Social Security uses a step-by-step process to decide if you have a disability . Social Security Disability Insurance (SSDI) Social Security Disability Insurance (SSDI) is for people who have become disabled after earning enough Social Security work credits within a certain time. Your spouse or former spouse and your children may be eligible for benefits when you start getting SSDI. How to Apply for SSDI You can apply for SSDI benefits online, by phone, or in person . If your application is approved, you’ll have a five-month waiting period for benefits to start. If your application is denied, you can appeal the decision. Supplemental Security Income (SSI) Supplemental Security Income (SSI) is for people with disabilities or who are 65 or older with little to no income and resources. SSI is not Social Security. Although the names sound similar and the Social Security Administration runs the program, it does not fund SSI. How to Apply for Supplemental Security Income (SSI) Adults can apply for SSI by phone, in person at a local Social Security office, or in some cases online. To apply for SSI for a child, you can start the process online but will need to complete it either in person or by phone. You can appeal If your application is denied. Explore a listing of SSI topics to learn more detailed information. Working While Receiving SSDI or SSI Whether you receive SSDI or SSI, you may be able to work without it impacting your benefits if you earn less than a certain amount. You can find all the details in the booklet Working While Disabled: How We Can Help . Find information about health insurance and resources for people with disabilities. Health Coverage for People With Disabilities If you have a disability, you have three options for health coverage through the government. Medicaid provides free or low-cost medical benefits to people with disabilities. Learn about eligibility and how to apply . Medicare provides medical health insurance to people under 65 with certain disabilities and any age with end-stage renal disease (permanent kidney failure requiring dialysis or a kidney transplant). Learn about eligibility, how to apply and coverage . Affordable Care Act Marketplace offers options to people who have a disability, don’t qualify for disability benefits, and need health coverage. Learn about the Marketplace and how to enroll and use your coverage . Health Resources for People With Disabilities Federal, state, and local government agencies and programs can help with your health needs if you have a disability. Explore the Disability and Health section of CDC.gov for articles, programs, tips for healthy living, and more. Learn more about benefits for people with disabilities from the Social Security Administration. Contact your local city or county government to find out what medical and health services are available locally for people with disabilities. Your state social service agency can help you locate medical and health programs. Visit USA.gov’s Government Benefits page to learn more about government programs and services that can help you and your family. Veterans who have a service-related injury or illness may be entitled to VA disability compensation . It’s a tax-free monthly benefit. Visit VA.gov to learn: Which conditions qualify you for benefits How the claims process works How to file a VA disability claim How to appeal a decision you disagree with. The process changed in February 2019. Survivors of veterans may receive compensation benefits in certain situations. Share This Page: Do you have a question? Ask a real person any government-related question for free. They'll get you the answer or let you know where to find it. Talk to a live USA.gov agent Web Chat with a live USA.gov agent Last Updated: February 17, 2023 Top"]},
{"URL": "https://www.earthdata.nasa.gov/engage/open-data-services-and-software/data-information-policy/data-levels", "Content Type": "text/html", "Paragraphs": ["Data Processing Levels | Earthdata Skip to main content Data Processing Levels Description of data processing levels ranging from Level 0 to Level 4 for NASA EOSDIS data products. Data Processing Levels NASA's Earth Observing System Data and Information System ( EOSDIS ) data products are processed at various levels ranging from Level 0 to Level 4. Level 0 products are raw data at full instrument resolution. At higher levels, the data are converted into more useful parameters and formats. All EOS instruments must have Level 1 Standard Data Products (SDPs); most have SDPs at Level 2 and Level 3; and many have Level 4 SDPs. Some EOS Interdisciplinary Science Investigations also have generated Level 4 SDPs. Specifications for the set of SDPs to be generated are reviewed by the Earth Observing System Project Science Office (EOSPSO) and NASA Headquarters to ensure completeness and consistency in providing a comprehensive science data output for EOS. Standard data products are produced at NASA's Distributed Active Archive Centers ( DAACs ) or Science Investigator-led Processing Systems ( SIPS ). Data Level Description Level 0 Reconstructed, unprocessed instrument and payload data at full resolution, with any and all communications artifacts (e.g., synchronization frames, communications headers, duplicate data) removed. (In most cases, NASA's EOS Data and Operations System [ EDOS ] provides these data to the DAACs as production data sets for processing by the Science Data Processing Segment [ SDPS ] or by one of the SIPS to produce higher-level products.) Level 1A Level 1A (L1A) data are reconstructed, unprocessed instrument data at full resolution, time-referenced, and annotated with ancillary information, including radiometric and geometric calibration coefficients and georeferencing parameters (e.g., platform ephemeris) computed and appended but not applied to L0 data. Level 1B L1B data are L1A data that have been processed to sensor units (not all instruments have L1B source data). Level 1C L1C data are L1B data that include new variables to describe the spectra. These variables allow the user to identify which L1C channels have been copied directly from the L1B and which have been synthesized from L1B and why. Level 2 Derived geophysical variables at the same resolution and location as L1 source data. Level 2A L2A data contains information derived from the geolocated sensor data, such as ground elevation, highest and lowest surface return elevations, energy quantile heights (“relative height” metrics), and other waveform-derived metrics describing the intercepted surface. Level 2B L2B data are L2A data that have been processed to sensor units (not all instruments will have a L2B equivalent). Level 3 Variables mapped on uniform space-time grid scales, usually with some completeness and consistency. Level 3A L3A data are generally periodic summaries (weekly, ten-day, monthly) of L2 products. Level 4 Model output or results from analyses of lower-level data (e.g., variables derived from multiple measurements). Last Updated Jul 13, 2021 Discover More From Earthdata Subscribe"]},
{"URL": "https://urs.earthdata.nasa.gov/", "Content Type": "text/html", "Paragraphs": ["Earthdata Login Username Password Register I don’t remember my username I don’t remember my password Help Why must I register? The Earthdata Login provides a single mechanism for user registration and profile management for all EOSDIS system components (DAACs, Tools, Services). Your Earthdata login also helps the EOSDIS program better understand the usage of EOSDIS services to improve user experience through customization of tools and improvement of services. EOSDIS data are openly available to all and free of charge except where governed by international agreements. Get single sign-on access to all your favorite EOSDIS sites Register for a Profile By accessing and using this information system, you acknowledge and consent to the following: You are accessing a U.S. Government information system, which includes: (1) this computer; (2) this computer network; (3) all computers connected to this network including end user systems; (4) all devices and storage media attached to this network or to any computer on this network; and (5) cloud and remote information services. This information system is provided for U.S. Government-authorized use only. You have no reasonable expectation of privacy regarding any communication transmitted through or data stored on this information system. At any time, and for any lawful purpose, the U.S. Government may monitor, intercept, search, and seize any communication or data transiting, stored on, or traveling to or from this information system. You are NOT authorized to process classified information on this information system. Unauthorized or improper use of this system may result in suspension or loss of access privileges, disciplinary action, and civil and/or criminal penalties. By accessing and using this information system, you acknowledge and consent to the following: You are accessing a U.S. Government information system, which includes: (1) this computer; (2) this computer network; (3) all computers connected to this network including end user systems; (4) all devices and storage media attached to this network or to any computer on this network; and (5) cloud and remote information services. This information system is provided for U.S. Government-authorized use only. Unauthorized or improper use of this system may result in suspension or loss of access privileges, disciplinary action, and civil and/or criminal penalties. By using this information system, you acknowledge and consent to the terms and conditions established in NASA policy and regulatory guidance for NASA IT Systems. US Govt Property. Unauthorized use subject to prosecution. Use subject to monitoring per NPD2810 ."]},
{"URL": "https://www.saferfederalworkforce.gov/", "Content Type": "text/html", "Paragraphs": ["Safer Federal Workforce Skip to main content The .gov means it’s official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you’re on a federal government site. The site is secure. The https:// ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely. Creating a Safer Federal Workforce: A Response to COVID-19 The President created the task force to give the heads of federal agencies ongoing guidance to keep their employees safe and their agencies operating during the COVID-19 pandemic. Learn more Helping to ensure all federal employees, contractors, and visitors can safely work together. The Safer Federal Workforce Task Force (Task Force) was established by Section 4 of Executive Order 13991 on Protecting the Federal Workforce and Requiring Mask-Wearing, of January 20, 2021. The Task Force is co-chaired by the White House COVID-19 Response Coordinator, the Administrator of General Services, and the Director of the Office of Personnel Management (OPM). Task Force members include: the Director of the Office of Management and Budget (OMB), the Director of the Federal Protective Service, the Director of the U.S. Secret Service, the Administrator of the Federal Emergency Management Agency, the Director of the Centers for Disease Control and Prevention (CDC), and the Secretary of Veterans Affairs."]},
{"URL": "https://twitter.com/USAgov", "Content Type": "text/html", "Paragraphs": ["JavaScript is not available. We’ve detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to continue using twitter.com. You can see a list of supported browsers in our Help Center. Help Center Terms of Service Privacy Policy Cookie Policy Imprint Ads info © 2023 Twitter, Inc. Something went wrong, but don’t fret — let’s give it another shot. Try again"]},
{"URL": "https://www.usa.gov/site-issue-report-form", "Content Type": "text/html", "Paragraphs": ["Tell Us About a Problem with USA.gov | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Report an Issue with the Website USA.gov Ask a Question about Government Information or Services Use this form to report problems and errors that you have experienced with the website www.USA.gov only. For example, you may wish to tell us about: Broken hyperlinks Out of date phone numbers or addresses Mistakes in our content Pages on our website that do not display properly Functionality on our website that is not working correctly Please include the web address (URL) of the page with the problem. You can get the URL by going back to the page and then copying the URL from the address bar of your browser. If necessary, we may contact you for more information, which is why the form requires first name and email address. Thank you for helping us improve USA.gov. If you have any issues with the reCAPTCHA, please call 1-844-872-4681 . Please complete the fields below. All fields are required. First Name Email Address Describe the issue here. Please include the web address (URL) of the page with the problem. Maximum length is 1000 characters. Not signed in Please ignore this box. If you have a question about U.S. government information and services , please ask for help from our Information Specialists between 8:00 AM and 8:00 PM Eastern Time, Monday through Friday, except federal holidays. During those times, you can: Call us at 1-844-USAGOV1 ( 1-844-872-4681 ) and speak to a live USA.gov agent If you are at a federal government agency and you are interested in partnering with USAGov to promote your programs, please contact our outreach team . Thank you. Share This Page: Do you have a question? Ask a real person any government-related question for free. They'll get you the answer or let you know where to find it. Talk to a live USA.gov agent Web Chat with a live USA.gov agent Top"]},
{"URL": "https://www.youtube.com/usagov1", "Content Type": "text/html", "Paragraphs": ["About Press Copyright Contact us Creators Advertise Developers Terms Privacy Policy & Safety How YouTube works Test new features NFL Sunday Ticket © 2023 Google LLC USAGov - YouTube"]},
{"URL": "https://www.usa.gov/developer", "Content Type": "text/html", "Paragraphs": ["For Developers | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content USA.gov offers a variety of APIs and data feeds to help developers access and expose quality government information and services from their own websites and applications. Currently, these APIs include: Corporate Consumer Contact API This API returns a manually curated list of contact information for consumer-related corporations. Style: RESTful API Return Format: JSON, JSONP, XML DigitalGov Search API (formerly USASearch) Provides DigitalGov Search customers with results. This API is only available for use on official government websites. Sign in is required. Once you login, you can find the API documentation under the \"activate\" menu. Style: RESTful API (requires DigitalGov Search account) Return Format: JSON, JSONP, XML Federal Agency Directory API This API contains directory information about federal agencies, such as contact methods, in English and Spanish. Style: RESTful API Return Format: JSON, JSONP, XML Federal Mobile Product API This API contains native and hybrid apps, responsive sites, and mobile websites from across the government, in English and Spanish. Style: RESTful API Return Format: JSON, JSONP Government Jobs API This API returns job openings across the federal government, and includes all current openings posted on USAJobs.gov that are open to the public and located in the United States. It also includes some state and local government jobs. Style: RESTful API Return Format: JSON ​ List of Non-.gov URLs in Our Search We search across all federal, state, local, tribal, and territorial government websites. Most government websites end in .gov or .mil, but many do not. This is a list of all government URLs that do not end in .gov or .mil. Style: JSON, TXT file Social Media Registry API The Social Media Registry is an official source of information about federal government social media accounts. Style: RESTful API Return Format: HTML5, JSON, XML Share This Page: Do you have a question? Ask a real person any government-related question for free. They'll get you the answer or let you know where to find it. Talk to a live USA.gov agent Web Chat with a live USA.gov agent Top"]},
{"URL": "https://www.usa.gov/military-and-veterans", "Content Type": "text/html", "Paragraphs": ["Military and Veterans | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Learn more about help for veterans and service members, joining the military, and more. How do I ... Get a copy of my discharge papers Find a military member Join the military Join the Military Learn how you can enter the United States military as an officer or enlisted member. Locate Military Members, Units, and Facilities Find a military member, unit or facility. Military and Veterans Education Benefits Learn about the GI Bill, tuition assistance, and other education programs for members of the military, veterans and their families. Military Pay and Pensions Learn about military pay and pension benefits. Military Programs and Benefits Learn about benefits and assistance available to military members, veterans, and their families. Military Records and Identification Answers to common questions about IDs and how to change or request military records. Selective Service (the Draft) Find out if you need to register for the Selective Service and how to do it. Veterans Burial and Survivor Benefits Learn about burial and survivor benefits for veterans and how to access them. Veterans Health Benefits and Issues Find information about medical issues and health benefits for veterans. Veterans Housing Help Find different resources for veterans looking for a home. Veterans Jobs and Training Find job opportunities and training programs for veterans. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/media", "Content Type": "text/html", "Paragraphs": ["For Media and Partners | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Explore USAGov Services Learn about the services we provide and ways the public can access these resources. Features Read and use our articles in English and in Spanish which highlight timely and valuable government information. Our Blog Find our best practices and lessons learned from the work we do to serve our audiences better. Partner with Us Get to know how U.S. government agencies, the media, and community-based organizations can contact and partner with USAGov. Share This Page: Top"]},
{"URL": "https://www.usa.gov/health", "Content Type": "text/html", "Paragraphs": ["Health | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Find health resources from the government. How do I ... Learn about Medicare Get help with medical bills Get health insurance Doctors and Medical Facilities Find tools to locate doctors, hospitals, care facilities, and other medical facilities. Health Information from the Government Learn more about the best ways to find health information from the government. Health Insurance Learn about health insurance, including Medicaid and Medicare. Medications Get answers to common questions about buying and using medicine and medical products. Mental Health and Substance Abuse Find mental health services, including treatment for drug and alcohol addiction. State Health Departments Visit your state health department for information about the coronavirus (COVID-19) and more. Vaccines and Immunizations Learn about the coronavirus vaccine and other types of vaccinations. Find help getting immunizations for your family. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/about", "Content Type": "text/html", "Paragraphs": ["About USA.gov | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español About Us Learn more about the history and mission of USA.gov. Contact USA.gov Contact us with any government question you may have. For Developers Software developers and researchers can use these APIs and data feeds to help people find useful government information. For Media and Partners Partnering with us is easy. Find all the ways we can work together. Government Website Data Discover the most popular pages and resources on USA.gov, USAGov en español, and across all federal government websites that use the Digital Analytics Program. Linking to USA.gov Feel free to link to pages on USA.gov from your website. Here's how to do it. USAGov Bilingual Style Guide Follow our best practices on writing principles, accessibility, SEO and more to create digital content for everyone. Website Policies and Notices Read the USA.gov policies on how we choose what to link to, privacy, accessibility, our Disclaimer of Endorsement and more. Share This Page: Top"]},
{"URL": "https://www.usa.gov/voting", "Content Type": "text/html", "Paragraphs": ["Voting and Elections | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Find answers to common questions about voting in the United States. How do I ... Register to vote Change my voter registration Find out about state or local elections Congressional, State, and Local Elections Congressional elections take place every two years. A variety of state and local races happen every year. Learn about upcoming elections near you. Decide Who to Vote For Learn how to make informed choices by using voter guides and sample ballots to research candidates. Find My State or Local Election Office Website Visit your state or local election office website for statewide voting guidance. How, Where, and When to Vote Find out about voting in person or by mail-in absentee ballot. And learn that in general elections, you can vote for any candidate, regardless of party affiliation. Inauguration of the President of the United States Inauguration Day is the day when the President-elect and Vice President-elect swear in and take office. Presidential Election Process Learn about the presidential election process, including the Electoral College, caucuses and primaries, and the national conventions. Voter Registration Learn how to register to vote. If you have moved, changed your name, or want to update your political party affiliation, you need to update your voter registration. Voting and Election Laws and History Know the laws that protect your right to vote and govern the elections process. Find results of past federal elections. Learn how voting methods and habits have evolved. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/espanol/contactenos", "Content Type": "text/html", "Paragraphs": ["Centro de atención al cliente | USAGov Por favor active JavaScript en su navegador. De lo contrario, algunas secciones de este sitio web podrían funcionar incorrectamente. Saltar al contenido principal English Chat Inicie una sesión de chat para recibir ayuda buscando información oficial del Gobierno de EE. UU. Encuentre lo que necesita en USAGov en Español Conozca cómo buscar información en este sitio. Llame gratis a USAGov en Español Llame gratis al 1-844-872-4681 para recibir información sobre el Gobierno de EE. UU. y sus programas. Comparta esta página: Subir"]},
{"URL": "https://www.usa.gov/coronavirus", "Content Type": "text/html", "Paragraphs": ["COVID-19 | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Learn about the types of assistance the federal government offers people and businesses affected by the COVID-19 pandemic. How do I ... Get a COVID-19 shot Check the status of my stimulus check Get COVID-19 unemployment benefits Advance Child Tax Credit and Economic Impact Payments - Stimulus Checks Learn about stimulus checks (Economic Impact Payment), see what to do if you did not receive a payment, and find out about the advance child tax credit. COVID-19 Health Information, Vaccines, and Testing Find out how and when to get the COVID-19 vaccine and booster shot. Get coronavirus health information and learn where to get tested. COVID-19 Small Business Loans and Assistance COVID-19 loans, debt relief, and grants can help small businesses continue operating and paying employees. Learn about relief options for businesses. COVID-19 Unemployment Benefits COVID-19 unemployment benefits can help employees, gig workers, and self-employed people whose jobs have been affected by the coronavirus pandemic. Financial Assistance for Bills and More Get government help during the COVID-19 pandemic for bills, student loans, funeral expenses, and more. Government Response to Coronavirus, COVID-19 Learn about what the U.S. government is doing in response to coronavirus (COVID-19). Passports and Travel During the COVID-19 Pandemic Learn rules and tips for traveling to, from, and around the U.S. during the COVID-19 pandemic. Find information on changes to passport processing. Scams Related to COVID-19 Coronavirus scams and fraud can waste money and put you at risk for ID theft. They can also be dangerous for your health. Learn how to avoid COVID-19 scams. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/disasters-and-emergencies", "Content Type": "text/html", "Paragraphs": ["Disasters and Emergencies | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Learn how to prepare for and recover from disasters and emergencies. How do I ... Prepare for and respond to a disaster Get financial assistance after a disaster Help survivors after a disaster After a Disaster Find family and friends, temporary housing, emergency food, and how to let people know you are safe. Financial Assistance Within Designated Natural Disaster Areas Get disaster help with food, bills, unemployment, tax relief, and more. Help Survivors of a Disaster Learn how you can volunteer for disaster relief organizations and avoid charity fraud when giving money to support disaster survivors. Hurricane Ian Learn how the U.S. government is responding to Hurricane Ian, and find resources to help you recover from the storm. State Emergency Management Agencies Find your state's emergency management agency. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/education", "Content Type": "text/html", "Paragraphs": ["Education | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Find government information on getting and funding an education in the U.S. How do I ... Study in the United States Apply for federal student aid/FAFSA Find libraries and archives College and Higher Education Find out where to get answers to common questions about colleges and universities. Financial Aid for Students Learn about getting help paying for school. Learn English and Attend College in the U.S. Find out how you can attend college in the United States. Libraries and Archives Find public, state, and federal libraries. Manage and Repay Student Loans Get answers to the most common questions about student loans. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/recreation-and-travel", "Content Type": "text/html", "Paragraphs": ["Recreation and Travel within the U.S. | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Car Complaints and Motor Vehicle Services Get help for a defective car or a problem with a dealer, mechanic, or warranty. Locate your motor vehicles office to get a driver's license, car registration, and more. Recreational Areas and Activities Learn about coronavirus travel in the U.S., and explore national and state parks, historic sites, wildlife sanctuaries, and more. Travel and Tourism Information, by State Find travel and tourism information from each state. Travel by Plane Find safety information, security requirements, and general tips for traveling by air. Travel Complaints Find out how to file a complaint about an airline, travel agency, hotel, or U.S. Embassy or Consulate. Share This Page: Top"]},
{"URL": "https://www.usa.gov/travel-and-immigration", "Content Type": "text/html", "Paragraphs": ["Travel and Immigration | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Learn about visiting, traveling within, and moving to the United States. How do I ... Get or renew a driver's license Apply for or renew a U.S. passport Get or replace a Green Card Immigration and Citizenship Learn about U.S. residency, green cards, and citizenship requirements and related issues. Passports and International Travel Explore some of the top issues for U.S. Citizens when traveling outside of the country. Recreation and Travel within the U.S. Find frequently requested government information on recreation activities and traveling in the U.S. Visas and Visiting the U.S. Find the answers to common questions about visiting the United States. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/how-to-use", "Content Type": "text/html", "Paragraphs": ["Find What You Need | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español You can search USA.gov in a few different ways to find official U.S. government information, programs, and services. Start browsing hundreds of articles from USA.gov about popular government programs and services. They’re all organized by topic . USA.gov searches only federal, state, and local government websites for the public . Its search box works like other search engines you're used to, but USA.gov only returns results from government web pages, most ending in .gov or .mil. This helps you be sure you’re getting official information you can trust--and there’s no advertising. Search Tips On your computer, find the search box at the top of every USA.gov page. On your smartphone, find it after touching the MENU button on the screen. Your initial search will return results from a variety of government websites. You can get more specific results by then selecting “Only USA.gov,” “Images,” or “Videos” at the top of the page on your computer. On your smartphone, touch the three-lined button on the screen. If you know the agency you want to get in touch with, use the A to Z Index of U.S. Government Departments and Agencies . It features contact information and web addresses of hundreds of federal agencies, sub-agencies, and divisions, as well as state government contact information. Ask an information specialist. Call toll-free 1-844-USA-GOV1 (1-844-872-4681) or web chat weekdays 8:00 AM - 8:00 PM ET, except federal holidays. Share This Page: Do you have a question? Ask a real person any government-related question for free. They'll get you the answer or let you know where to find it. Talk to a live USA.gov agent Web Chat with a live USA.gov agent Last Updated: November 21, 2022 Top"]},
{"URL": "https://www.usa.gov/visas-and-visitors", "Content Type": "text/html", "Paragraphs": ["Visas and Visiting the U.S. | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Apply for Nonimmigrant Visas to the U.S. Learn about different types of nonimmigrant visas and how to apply for them. Foreign Nationals Driving in the U.S. Get information on renting a car and important documents needed while driving in the U.S. Learn English and Attend College in the U.S. Find out how you can attend college in the United States. Visa Status, Renewals, or Problems Find out how to check your visa status, renew a visa, and address problems. Visitors Living in the U.S. Know about your duration of stay, the documents you need, and more. Share This Page: Top"]},
{"URL": "https://www.usa.gov/money", "Content Type": "text/html", "Paragraphs": ["Money and Taxes | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Learn about taxes, money the government may owe you, investing, credit help, and more. How do I ... Benefits, Grants, Loans Learn about government programs that provide financial help for individuals and organizations. Consumer Issues Learn how to be a safe consumer, what to do when a purchase or service goes wrong, and more. Credit and Debt Find advice and help with credit cards and credit scores, as well as what to do when faced with debt problems. Currency Learn about U.S. paper and coin money, and find out how damaged currency can be redeemed. Housing Get information and services to help with finding and keeping a home. Retirement Learn some of the basics about retirement and pension benefits. Spending, Saving and Investing Find tips on handling money wisely and confidently, whether you are spending it now or investing for the future. Taxes Find answers to top questions about filing federal income tax, paying, getting refunds, and more. Unclaimed Money from the Government Find unclaimed funds held by the government that might be owed to you. Explore All Topics and Services on USA.gov Share This Page: Top"]},
{"URL": "https://www.usa.gov/immigration-and-citizenship", "Content Type": "text/html", "Paragraphs": ["Immigration and Citizenship | USAGov Please enable JavaScript in your web browser; otherwise some parts of this site might not work properly. Skip to main content Español Deportation Learn about the deportation process, the Deferred Action for Childhood Arrivals (DACA) program, and other related issues. Green Cards and Permanent Residence in the U.S. Learn how to get a Green Card, become a permanent resident, and handle other residency issues. How to Apply for U.S. Citizenship Learn how to become a citizen of the United States How to Enter the U.S. Learn about common procedures for entering the United States. Renounce or Lose Your U.S. Citizenship Find out how to give up your American citizenship and the reasons why it might be taken away. Share This Page: Top"]},
